-- lines for IKAI-WIND

return {
	-- WIND003
	["cv:wind003"] = "小松真奈",
	["ikyipao1"] = "wind003_ikyipao1",
	["ikyipao2"] = "wind003_ikyipao2",
	["$wind003_ikyipao1"] = "そうね、追撃しちゃいますか！",
	["$wind003_ikyipao2"] = "よぉーし、艦隊、追撃戦に移行します！行きます！",
	["$ikshijiu1"] = "航空母艦、瑞鳳！抜錨しちゃいます！", --效果1
	["$ikshijiu2"] = "航空母艦、瑞鳳。推して参ります！", --效果1
	["$ikshijiu3"] = "痛たたたた....やるわねぇ....", --效果2
	["$ikshijiu4"] = "やら....れた....ぁ....！でも、エンガノ岬のようには....いかないん....だから....！", --效果2
	["ikqingnang1"] = "wind003_ikqingnang1",
	["ikqingnang2"] = "wind003_ikqingnang2",
	["$wind003_ikqingnang1"] = "いいかもね！",
	["$wind003_ikqingnang2"] = "損傷艦の修理が完了したみたい。",
	["ikxiashan1"] = "アウトレンジ、決めます！",
	["ikxiashan1"] = "小沢艦隊の本当の力、見せてやりましょ！",
	["~wind003"] = "総員....退艦....また....沈むのね....祥鳳？また....会えるかな....",

	-- WIND006
	["cv:wind006"] = "川澄綾子",
	["$ikyufeng1"] = "風よ、舞い上がれ！",
	["$ikyufeng2"] = "約束された勝利の剣！",
	["~wind006"] = "こんな....ところで....",

	-- WIND010
	["cv:wind010"] = "洲崎綾",
	["$ikfuhua1"] = "遅いよ。", --使用
	["$ikfuhua2"] = "無駄だね。", --使用
	["$ikfuhua3"] = "さて、やりますか。", --重铸
	["$iksuinie"] = "不死鳥の名は伊達じゃない。出るよ。",
	["$ikmopan1"] = "ハラショー、こいつは力を感じる。",
	["$ikmopan2"] = "ほう、これはいいな、スパスィーバ。",
	["~wind010"] = "私の最後の名はヴェールヌイだ....ダスヴィダーニャ....",

	-- WIND021
	["cv:wind021"] = "釘宮理恵",
	["$ikzuyao1"] = "いけいけー！",
	["$ikzuyao2"] = "ヴァンピィちゃんは最強ですし！",
	["~wind021"] = "ヴァンピィちゃんの負け負けぇ！",

	-- WIND044
	["cv:wind044"] = "釘宮理恵",
	["$ikmoqi"] = "任せて！",
	["$iktianbei"] = "わたしはもう....何も諦めない！",
	["~wind044"] = "強く....ならなきゃ。もっと....",

	-- WIND047
	["cv:wind047"] = "井口裕香",
	["$iktianhua1"] = "そうね、この強化は良い判断ね。", --触发技能
	["$iktianhua2"] = "補給は大事。", --触发技能
	["$iktianhua3"] = "作戦終了。艦隊が帰投します。", --跳过弃牌阶段时
	["$ikhuangshi1"] = "一航戦、出撃します。", --出牌阶段开始时
	["$ikhuangshi2"] = "やりました。", --出牌阶段开始时
	["$ikhuangshi3"] = "頭にきました。", --受到伤害后
	["$ikhuangshi4"] = "五航戦の子なんかと一緒にしないで。", --受到伤害后
	["~wind047"] = "赤城さん、あなたが無事ならいいの。先に行って、待っているわね。",

	-- WIND051
	["cv:wind051"] = "谷邊由美",
	["$ikelu1"] = "選り取りみどりっぽい？", --发动技能时
	["$ikelu2"] = "夕立、突撃するっぽい。", --发动技能时
	["$ikelu3"] = "も、も～ばかぁ～！これじゃあ戦えないっぽい！？", --若未造成伤害
	["$iktanyan1"] = "さあ、ステキなパーティしましょ！",
	["$iktanyan2"] = "最高に素敵なパーティしましょう。",
	["~wind051"] = "吉川艦長....また、会えるか....なぁ....",

	-- WIND052
	["cv:wind052"] = "早坂梢",
	["$ikshangshishu1"] = "敵？ふふん、そうこなくっちゃね！", --摸牌阶段
	["$ikshangshishu2"] = "こんだけぇ？大したこと無いわね。", --摸牌阶段
	["$ikshangshishu3"] = "ぅあっ。", --使用牌弃牌时
	["$ikchouhai1"] = "何なのよ！",
	["$ikchouhai2"] = "し、仕方ないわね。",
	["~wind052"] = "海の底には....何があるのか....な....",
	["~wind052"] = "海の底には....何があるのか....な....",
}