-- lines for IKAI-BLOOM

return {
	-- BLOOM036
	["cv:bloom036"] = "大坪由佳",
	["$ikjimu1"] = "敵艦発見！砲雷撃戦、よーい！", --限定技发动
	["$ikjimu2"] = "ギッタギッタにしてあげましょうかね！", --无视距离时
	["$ikjimu3"] = "重雷装巡洋艦北上、出撃します！", --无视距离时
	["$ikjimu4"] = "大井っちの方は大丈夫？そう？", --黑杀结算后
	["$ikjimu5"] = "まぁ大井っちと組めば最強だよね。", --黑杀结算后
	["$ikjimu6"] = "さぁーって、追い込みますよー。ついてきて！", --转移标记时
	["$ikxunlv1"] = "20射線の酸素魚雷、2回いきますよー。",
	["$ikxunlv2"] = "40門の魚雷は伊達じゃないから！",
	["~bloom036"] = "来世はやっぱ、空母でお願いし....って、いっかな～工作艦とかでも～あはは....",
	
	-- BLOOM043
	["cv:bloom043"] = "種田梨沙",
	["$ikyaocheng1"] = "真名、偽装登録――行けます",
	["$ikyaocheng2"] = "真名、開帳――私は災厄の席に立つ……",
	["$ikhaobi1"] = "ステータスアップ、これで耐えます",
	["$ikhaobi2"] = "まだ、倒れません",
	["~bloom043"] = "だめ…まだ、戦わなく....ちゃ....",

	-- BLOOM052
	["cv:bloom052"] = "東山奈央",
	["$iklingcha1"] = "喰らいなさい！", --使用杀
	["$iklingcha2"] = "主砲、撃てぇーいっ。", --使用杀
	["$iklingcha3"] = "愛宕、抜錨しま～す。", --使用无中
	["$iklingcha4"] = "ヨーソロー。うふっ。", --使用无中
	["$iklingcha5"] = "うふふふふっ、困っちゃう。", --使用拆桥
	["$iklingcha6"] = "夜の戦い。私、得意なの。", --使用拆桥
	["$iklingcha7"] = "んもぅ、意外と甘えん坊なのですね。", --抵消后摸牌
	["$iklingcha8"] = "私の実力、わかってもらえましたか？ふふっ。", --抵消后摸牌
	["~bloom052"] = "あらあら....仕方ないわ....高雄はちゃんとやってるかしら....",
	
	-- BLOOM054
	["cv:bloom054"] = "浅川悠",
	["$ikduanni1"] = "そろそろ、落ちて？",
	["$ikduanni2"] = "あなた、あんまり私のタイプじゃないのよね",
	["$ikmeitong1"] = "私に落とされる覚悟、あるんでしょうね",
	["$ikmeitong2"] = "私の目に叶う勇者はいるかしら",
	["~bloom054"] = "ごめんね、メドゥーサ....貴女の、ケーキ....",
}