-- lines for IKAI-LUNA

return {
	-- LUNA019
	["cv:luna019"] = "竹達彩奈",
	["$ikzhange1"] = "戦艦大和。連合艦隊、出撃です。", --多人为目标
	["$ikzhange2"] = "戦艦大和。推して参ります。", --仅自己为目标
	["thxiagong1"] = "luna019_thxiagong1",
	["thxiagong2"] = "luna019_thxiagong2",
	["$luna019_thxiagong1"] = "大和、砲雷撃戦、はじめます！",
	["$luna019_thxiagong2"] = "さあ、やるわ。砲雷撃戦、用意！",
	["$ikshenti1"] = "第一、第二主砲。斉射、始め！", --如果和遐攻同时满足
	["$ikshenti2"] = "敵艦捕捉、全主砲薙ぎ払え！", --播神薙的音效
	["~luna019"] = "また....逝くのね....総員....最上....甲板....武蔵、信濃、後は頼みます....",

	-- LUNA037
	["cv:luna037"] = "佐倉綾音",
	["$ikmoshan1"] = "しまかぜ、出撃しまーす！", --闪当八卦
	["$ikmoshan2"] = "連装砲ちゃん、一緒に行くよ。", --闪当八卦
	["$ikmoshan3"] = "だからー、しまかぜからは、逃げられないって！", --即将失去八卦
	["$ikmoshan4"] = "駆けっこしたいんですか？負けませんよ？", --即将失去八卦
	["thyanmeng1"] = "luna037_thyanmeng1",
	["thyanmeng2"] = "luna037_thyanmeng2",
	["$luna037_thyanmeng1"] = "にひひっ、あなたって、遅いのね！",
	["$luna037_thyanmeng2"] = "もっともっと速くなってもいいの？",
	["~luna037"] = "速いだけじゃ....ダメなのね....",

	-- LUNA052
	["cv:luna052"] = "藤田咲",
	["$ikcangliu1"] = "一航戦赤城、出ます！", --展示手牌
	["$ikcangliu2"] = "南雲機動部隊、出撃します！", --展示手牌
	["$ikcangliu3"] = "第一次攻撃隊、発艦してください！", --技能第一次杀
	["$ikcangliu4"] = "第二次攻撃隊、全機発艦！", --技能第二次杀
	["$ikcangliu5"] = "慢心してはダメ。全力で参りましょう！", --技能第三次杀
	["~luna052"] = "ごめんなさい....雷撃処分....してください....",
}