-- lines for IKAI-SNOW

return {
	-- SNOW039
	["cv:snow039"] = "東山奈央",
	["$ikshenxing1"] = "勝手は！榛名が！許しません！",
	["$ikshenxing2"] = "はい、榛名は大丈夫です！",
	["$ikxiangzhao1"] = "榛名、感激です！",
	["$ikxiangzhao2"] = "これは....素敵です！ちょっと重い感じもしますけれど、でも、頑張ります！",
	["iklihui1"] = "snow039_iklihui1",
	["iklihui2"] = "snow039_iklihui2",
	["$snow039_iklihui1"] = "当然のことをしたまでです。特別な評価なんて....榛名には、もったいないです。",
	["$snow039_iklihui2"] = "ええ、榛名でいいなら、お相手しましょう！",
	["$ikkongni1"] = "榛名！全力で参ります！",
	["$ikkongni2"] = "榛名！いざ、出撃します！",
	["~snow039"] = "これが運命ならば....受け入れます....ごめんなさい....",

	-- SNOW045
	["cv:snow045"] = "悠木碧  ",
	["$iklvyan1"] = "我が剣にて敵を穿つ",
	["$iklvyan2"] = "我が秘剣の煌めき、受けるがよい！",
	["$ikwuming1"] = "これで――終わりです！", --补牌
	["$ikwuming2"] = "戦場に事の善悪なし……ただひたすらに斬るのみ", --弃牌
	["~snow045"] = "私はまだ……戦えます……！」 ",

	-- SNOW052
	["cv:snow052"] = "日高里菜",
	["$ikhuanlue1"] = "第30駆逐隊を、なめないで！", --使用锦囊牌
	["$ikhuanlue2"] = "追い詰めます。まかせて！", --使用锦囊牌
	["$ikhuanlue3"] = "嬉しい....です....", --结束阶段摸牌
	["$ikhuanlue4"] = "艦隊帰投....です", --结束阶段摸牌
	["$ikmuguang1"] = "いッ、いいけど....",
	["$ikmuguang2"] = "これでどう？",
	["ikchilian1"] = "snow052_ikchilian1",
	["ikchilian2"] = "snow052_ikchilian2",
	["$snow052_ikchilian1"] = "弥生、水雷戦隊、出撃です！",
	["$snow052_ikchilian2"] = "砲雷撃戦、いい？",
	["~snow052"] = "沈むの....かな....睦月、今度は弥生より....後に来て....ね....",
}