-- lines for IKAI-BLOOM

return {
	-- BLOOM036
	["cv:bloom036"] = "大坪由佳",
	["$ikjimu1"] = "敵艦発見！砲雷撃戦、よーい！", --限定技发动
	["$ikjimu2"] = "ギッタギッタにしてあげましょうかね！", --无视距离时
	["$ikjimu3"] = "重雷装巡洋艦北上、出撃します！", --无视距离时
	["$ikjimu4"] = "大井っちの方は大丈夫？そう？", --黑杀结算后
	["$ikjimu5"] = "まぁ大井っちと組めば最強だよね。", --黑杀结算后
	["$ikjimu6"] = "さぁーって、追い込みますよー。ついてきて！", --转移标记时
	["$ikxunlv1"] = "20射線の酸素魚雷、2回いきますよー。",
	["$ikxunlv2"] = "40門の魚雷は伊達じゃないから！",
	["~bloom036"] = "来世はやっぱ、空母でお願いし....って、いっかな～工作艦とかでも～あはは....",

	-- BLOOM043
	["cv:bloom043"] = "種田梨沙",
	["$ikyaocheng1"] = "真名、偽装登録――行けます。",
	["$ikyaocheng2"] = "真名、開帳――私は災厄の席に立つ....",
	["$ikhaobi1"] = "ステータスアップ、これで耐えます。",
	["$ikhaobi2"] = "まだ、倒れません。",
	["~bloom043"] = "だめ....まだ、戦わなく....ちゃ....",

	-- BLOOM052
	["cv:bloom052"] = "茅野愛衣",
	["$iklingcha1"] = "撃ち方、はじめ。", --使用杀
	["$iklingcha2"] = "練習巡洋艦を甘くみないで。", --使用杀
	["$iklingcha3"] = "うふふ。期待できそう。", --使用无中
	["$iklingcha4"] = "うふふ。これは期待できそう。うふ。", --使用无中
	["$iklingcha5"] = "逃がしません。", --使用拆桥
	["$iklingcha6"] = "追撃します。", --使用拆桥
	["$iklingcha7"] = "うふふ～", --抵消后摸牌
	["$iklingcha8"] = "楽しみ～うふふ～", --抵消后摸牌
	["~bloom052"] = "嘘。冷たい。えっ！海水が。そんな、私、えっ、私、しずむの？やだ。",

	-- BLOOM054
	["cv:bloom054"] = "浅川悠",
	["$ikduanni1"] = "そろそろ、落ちて？",
	["$ikduanni2"] = "あなた、あんまり私のタイプじゃないのよね。",
	["$ikmeitong1"] = "私に落とされる覚悟、あるんでしょうね。",
	["$ikmeitong2"] = "私の目に叶う勇者はいるかしら。",
	["~bloom054"] = "ごめんね、メドゥーサ....貴女の、ケーキ....",
}