-- lines for IKAI-WIND

return {
	-- WIND003
	["cv:wind003"] = "小松真奈",
	["ikyipao1"] = "wind003_ikyipao1",
	["ikyipao2"] = "wind003_ikyipao2",
	["$wind003_ikyipao1"] = "そうね、追撃しちゃいますか！",
	["$wind003_ikyipao2"] = "よぉーし、艦隊、追撃戦に移行します！行きます！",
	["$ikshijiu1"] = "航空母艦、瑞鳳！抜錨しちゃいます！", --效果1
	["$ikshijiu2"] = "航空母艦、瑞鳳。推して参ります！", --效果1
	["$ikshijiu3"] = "痛たたたた....やるわねぇ....", --效果2
	["$ikshijiu4"] = "やら....れた....ぁ....！でも、エンガノ岬のようには....いかないん....だから....！", --效果2
	["ikqingnang1"] = "wind003_ikqingnang1",
	["ikqingnang2"] = "wind003_ikqingnang2",
	["$wind003_ikqingnang1"] = "いいかもね！",
	["$wind003_ikqingnang2"] = "損傷艦の修理が完了したみたい。",
	["ikxiashan1"] = "アウトレンジ、決めます！",
	["ikxiashan1"] = "小沢艦隊の本当の力、見せてやりましょ！",
	["~wind003"] = "総員....退艦....また....沈むのね....祥鳳？また....会えるかな....",

	-- WIND047
	["cv:wind047"] = "井口裕香",
	["$iktianhua1"] = "そうね、この強化は良い判断ね。", --触发技能
	["$iktianhua2"] = "補給は大事。", --触发技能
	["$iktianhua3"] = "作戦終了。艦隊が帰投します。", --跳过弃牌阶段时
	["$ikhuangshi1"] = "一航戦、出撃します。", --出牌阶段开始时
	["$ikhuangshi2"] = "やりました。", --出牌阶段开始时
	["$ikhuangshi3"] = "頭にきました。", --受到伤害后
	["$ikhuangshi4"] = "五航戦の子なんかと一緒にしないで。", --受到伤害后
	["~wind047"] = "赤城さん、あなたが無事ならいいの。先に行って、待っているわね。",

	-- WIND051
	["cv:wind051"] = "谷邊由美",
	["$ikelu1"] = "選り取りみどりっぽい？", --发动技能时
	["$ikelu2"] = "夕立、突撃するっぽい。", --发动技能时
	["$ikelu3"] = "も、も～ばかぁ～！これじゃあ戦えないっぽい！？", --若未造成伤害
	["$iktanyan1"] = "さあ、ステキなパーティしましょ！",
	["$iktanyan2"] = "最高に素敵なパーティしましょう。",
	["~wind051"] = "吉川艦長....また、会えるか....なぁ....",
}