-- lines for IKAI-LUNA

return {
	-- LUNA003
	["cv:luna003"] = "斎藤千和",
	["$ikqingguo1"] = "バリバリ呪うぞ♪",
	["$ikqingguo2"] = "コーンなの、朝ごはん前です",
	["$ikbiyue1"] = "あはっ",
	["$ikbiyue2"] = "みこーん！",
	["~luna003"] = "恨み晴らさでおくべきか....",
	
	-- LUNA012
	["cv:luna012"] = "植田佳奈 ",
	["$ikhuiyao1"] = "優雅に華麗に大胆に！", --方片
	["$ikhuiyao2"] = "度胸だけは一人前ね。いいわ、少しだけ遊んであげる", --梅花
	["$ikhuiyao3"] = "はいはい", -- 红桃
	["$ikhuiyao4"] = "そこ動かない！", --黑桃
	["~luna012"] = "仕返し、必ずしてやるからねー！",
	
	-- LUNA019
	["cv:luna019"] = "竹達彩奈",
	["$ikzhange1"] = "戦艦大和。連合艦隊、出撃です。", --多人为目标
	["$ikzhange2"] = "戦艦大和。推して参ります。", --仅自己为目标
	["thxiagong1"] = "luna019_thxiagong1",
	["thxiagong2"] = "luna019_thxiagong2",
	["$luna019_thxiagong1"] = "大和、砲雷撃戦、はじめます！",
	["$luna019_thxiagong2"] = "さあ、やるわ。砲雷撃戦、用意！",
	["$ikshenti1"] = "第一、第二主砲。斉射、始め！", --如果和遐攻同时满足
	["$ikshenti2"] = "敵艦捕捉、全主砲薙ぎ払え！", --播神薙的音效
	["~luna019"] = "また....逝くのね....総員....最上....甲板....武蔵、信濃、後は頼みます....",
	
	-- LUNA022
	["cv:luna022"] = "大久保瑠美",
	["$iknifa1"] = "いやぁっ！",
	["$iknifa2"] = "邪魔！",
	["$ikguyi1"] = "そおれっ♪", --效果①
	["$ikguyi2"] = "きゃっ", --效果②
	["~luna022"] = "覚えてなさいよっ....！",

	-- LUNA037
	["cv:luna037"] = "佐倉綾音",
	["$ikmoshan1"] = "しまかぜ、出撃しまーす！", --闪当八卦
	["$ikmoshan2"] = "連装砲ちゃん、一緒に行くよ。", --闪当八卦
	["$ikmoshan3"] = "だからー、しまかぜからは、逃げられないって！", --即将失去八卦
	["$ikmoshan4"] = "駆けっこしたいんですか？負けませんよ？", --即将失去八卦
	["thyanmeng1"] = "luna037_thyanmeng1",
	["thyanmeng2"] = "luna037_thyanmeng2",
	["$luna037_thyanmeng1"] = "にひひっ、あなたって、遅いのね！",
	["$luna037_thyanmeng2"] = "もっともっと速くなってもいいの？",
	["~luna037"] = "速いだけじゃ....ダメなのね....",

	-- LUNA052
	["cv:luna052"] = "藤田咲",
	["$ikcangliu1"] = "一航戦赤城、出ます！", --展示手牌
	["$ikcangliu2"] = "南雲機動部隊、出撃します！", --展示手牌
	["$ikcangliu3"] = "第一次攻撃隊、発艦してください！", --技能第一次杀
	["$ikcangliu4"] = "第二次攻撃隊、全機発艦！", --技能第二次杀
	["$ikcangliu5"] = "慢心してはダメ。全力で参りましょう！", --技能第三次杀
	["~luna052"] = "ごめんなさい....雷撃処分....してください....",

	-- LUNA055
	["cv:luna055"] = "味里",
	["$ikqianshe1"] = "狙ってくれって！言ってるようなものなの！", --发动技能时
	["$ikqianshe2"] = "イクの魚雷が、うずうずしてるの！", --发动技能时
	["$ikqianshe3"] = "はーい！イク、行くの！", --成功造成伤害时
	["$ikdaolei1"] = "イクの魚雷攻撃、行きますなのね！", --发动技能时
	["$ikdaolei2"] = "酸素魚雷6発発射するの！", --发动技能时
	["$ikdaolei3"] = "いひひっ。", --成功获得牌时
	["~luna055"] = "イク....沈むの....？ねえ....提督....私がいなくなっても....心配....しないで....なの....ね....",
}