return {
	["fantasy"] = "幻想包",
	
	["ibuki_gourd"] = "伊吹瓢",
	[":ibuki_gourd"] = "每当你需要使用或打出一张【闪】时，你可以弃置一张手牌，若如此做，你摸一张牌。若你以此法弃置了一张黑桃牌，视为你使用或打出了一张【闪】。",
	["illustrator:ibuki_gourd"] = "暂无",
	["@ibuki_gourd"] = "你可以发动【伊吹瓢】弃置一张手牌",

	["ice_sword"] = "寒氷剑",
	[":ice_sword"] = "装备牌·武器<br /><b>攻击范围</b>：２<br /><b>武器技能</b>：当你使用【杀】对目标角色造成伤害时，若该角色有牌，你可以防止此伤害，改为依次弃置其两张牌。",
	["illustrator:ice_sword"] = "寒极",
	["ice_sword:yes"] = "你可以依次弃置其两张牌",

	["feint_attack"] = "道忌宣谕",
	[":feint_attack"] = "锦囊牌<br /><b>时机</b>：出牌阶段，若你除此牌外有其他牌<br /><b>目标</b>：你与其距离为1的一名角色<br /><b>效果</b>：你交给目标角色一张牌，然后令其将两张牌交给另一名由你指定的其他角色。",
	["illustrator:feint_attack"] = "暂无",
	["@feint-attack"] = "请选择 %src 给牌的目标",
	["feint-attack-effect"] = "你使用了【道忌宣谕】，请将一张牌交给 %src",
	["feint-attack-give"] = "%dest 使用了【道忌宣谕】，请将两张牌交给 %src",
	["#FeintAttackWest"] = "%from 选择了给牌的目标 %to",
	["#FeintAttackNoWest"] = "%from 没有可以给牌的目标",

	["lure_tiger"] = "罔两空界",
	[":lure_tiger"] = "锦囊牌<br /><b>时机</b>：出牌阶段<br /><b>目标</b>：至多两名其他角色<br /><b>效果</b>：目标角色不计入距离和座次结算，不能使用牌且不能成为任何牌的目标直到回合结束。你摸一张牌。",
	["illustrator:lure_tiger"] = "うき",

	["scroll"] = "幻想绘卷",
	[":scroll"] = "装备牌·宝物<br /><b>宝物技能</b>：出牌阶段，你可以获得技能“梦玄”（每当你受到1点伤害后，你可以摸一张牌。），直到你的下一个回合开始。然后将【幻想绘卷】弃置。锁定技，你不能成为延时类锦囊牌的目标；君主角色的游戏开始时，将【幻想绘卷】置入其手牌。",
	["illustrator:scroll"] = "寒极",
	["scroll_trigger"] = "幻想绘卷",
	
	["thmengxuan"] = "梦玄",
	[":thmengxuan"] = "每当你受到1点伤害后，你可以摸一张牌。",

	["known_both"] = "幽瞳占略",
	[":known_both"] = "锦囊牌<br /><b>时机</b>：出牌阶段<br /><b>目标</b>：一名其他角色<br /><b>效果</b>：你观看目标角色的全部的手牌，然后你摸一张牌。",
	["illustrator:known_both"] = "とりのあくあ",

	["rout"] = "木隐妖岚",
	[":rout"] = "锦囊牌<br /><b>时机</b>：出牌阶段<br /><b>目标</b>：一名装备区里有非宝物牌的其他角色<br /><b>效果</b>：你选择一项：弃置目标角色装备区中所有的武器牌和-1坐骑牌；或弃置目标角色装备区中所有的防具牌和+1坐骑牌。",
	["illustrator:rout"] = "暂无",
	["rout:weapon"] = "弃置目标角色装备区中所有的武器牌和-1坐骑牌",
	["rout:armor"] = "弃置目标角色装备区中所有的防具牌和+1坐骑牌",

	["jade"] = "八坂琼曲玉",
	[":jade"] = "装备牌·宝物<br /><b>宝物技能</b>：你可以将此牌当【三粒天滴】使用。你以此法使用的【三粒天滴】不能被【三粒天滴】响应，且生效后你可以选择任意名角色，令此【三粒天滴】的目标对这些角色无效。当你失去装备区里的【八坂琼曲玉】时，你摸一张牌。",
	["illustrator:jade"] = "寒极",
	["@jade"] = "你可以发动【八坂琼曲玉】的效果，令此锦囊牌对任意数量角色无效",
	["~jade"] = "选择任意数量的角色→点击确定",

	["purple_song"] = "紫莲圣咏",
	[":purple_song"] = "延时锦囊牌<br /><b>时机</b>：出牌阶段<br /><b>目标</b>：一名其他角色<br /><b>效果</b>：将此牌面朝上置于目标角色的判定区内。目标角色的判定阶段，该角色进行一次判定，若结果不为方块，目标角色跳过此回合的弃牌阶段并于回合结束后摸两张牌。使用结算结束后，将此牌置入弃牌堆。",
	["illustrator:purple_song"] = "粗茶",

	["iron_armor"] = "火鼠裘",
	[":iron_armor"] = "装备牌·防具<br /><b>防具技能</b>：锁定技，你不能成为【灼狱业焰】、【血凤涅烟】、【赤雾锁魂】和红色【杀】的目标。",
	["illustrator:iron_armor"] = "寒极",

	["moon_spear"] = "人魂灯",
	[":moon_spear"] = "装备牌·武器<br /><b>攻击范围</b>：３<br /><b>武器技能</b>：每当你于回合外使用或打出黑色手牌时（代替判定牌除外），你可以令你攻击范围内的一名角色选择一项：打出一张【闪】，或受到你对其造成的1点伤害。",
	["illustrator:moon_spear"] = "寒极",
	["@moon_spear"] = "你可以对攻击范围内的一名角色发动【人魂灯】",
	["@moon-spear-jink"] = "【人魂灯】效果被触发，请打出一张【闪】",

	["burning_camps"] = "血凤涅烟",
	[":burning_camps"] = "锦囊牌<br /><b>时机</b>：出牌阶段<br /><b>目标</b>：你的下家和与其势力属性相同且连续的角色<br /><b>效果</b>：每名目标角色受到由你造成的1点火焰伤害。",
	["illustrator:burning_camps"] = "藍空",

	["breastplate"] = "御灵札",
	[":breastplate"] = "装备牌·防具<br /><b>防具技能</b>：每当你受到伤害时，若该伤害不小于X点，你可以防止此伤害，然后将【御灵札】弃置并摸一张牌（X为你的体力值）。",
	["illustrator:breastplate"] = "寒极",
	["#Breastplate"] = "%from 防止了 %to 对其造成的 %arg 点伤害[%arg2]",

	["renwang_shield"] = "龙鱼羽衣",
	[":renwang_shield"] = "装备牌·防具<br /><b>防具技能</b>：锁定技，黑色的【杀】对你无效。",
	["illustrator:renwang_shield"] = "寒极",

	["yicunshenmiaowan"] = "一寸神妙碗",
	["illustrator:yicunshenmiaowan"] = "暂无",

	["drowning"] = "荒波暴流",
	[":drowning"] = "锦囊牌<br /><b>时机</b>：出牌阶段<br /><b>目标</b>：所有其他角色<br /><b>效果</b>：每名目标角色需选择一项：1.令你弃置其装备区的一张牌；2.令你弃置其两张手牌；3.受到由你造成的1点伤害。",
	["illustrator:drowning"] = "kaze",
	["drowning:throw"] = "令其弃置装备区的一张牌",
	["drowning:discard"] = "令其弃置你两张手牌",
	["drowning:damage"] = "受到1点伤害",

	["wooden_ox"] = "万宝槌",
	[":wooden_ox"] = "装备牌·宝物<br /><b>宝物技能</b>：<br />" ..
					"出牌阶段限一次，你可以将一张手牌面朝下置于你装备区内的宝物牌上，若如此做，你可以将此装备牌移动至一名其他角色区域内的相应位置。" ..
					"你可以将此装备牌上的牌如手牌般使用或打出。",
	["illustrator:wooden_ox"] = "寒极",
	["@wooden_ox-move"] = "你可以将【万宝槌】移动至一名其他角色的装备区",
	["#WoodenOx"] = "%from 使用/打出了 %arg 张 %arg2 牌",
}