-- translation for IkaiSuiPackage

return {
	["ikai-sui"] = "异世界的水际",

--wind
	["#wind005"] = "心界之猫",
	["wind005"] = "奈可",--风 - 空 - 3血
	["ikhuahuan"] = "化幻",
	[":ikhuahuan"] = "你可以将【杀】当【闪】，【闪】当【杀】使用或者打出。",
	["ikqizhou"] = "绮咒",
	[":ikqizhou"] = "当你使用转化的【杀】指定一名角色为目标后，你可以获得该角色的一张手牌；当你使用或打出一张转化的【闪】时，你可以摸一张牌。",

	["#wind022"] = "融心的绮念",
	["wind022"] = "姬路瑞希",--风 - 幻 - 3血
	["ikshushen"] = "淑慎",
	[":ikshushen"] = "每当你回复1点体力后，你可以令一名角色摸一张牌，然后令一名其他角色摸一张牌。",
	["@ikshushen"] = "你可以发动“淑慎”",
	["ikqiaoxia"] = "巧黠",
	[":ikqiaoxia"] = "准备阶段开始时，你可以弃置全部的手牌，若你以此法弃置的牌的张数不小于X，你回复1点体力（X为你的体力值）。",
	
	["#wind023"] = "歼灭天使",
	["wind023"] = "玲•海华兹",--风 - 幻 - 3血
	["ikxielun"] = "血轮",
	[":ikxielun"] = "出牌阶段限一次，你可弃置一张红色牌，并对你攻击范围内的至多X名角色各造成1点伤害，然后这些角色各摸一张牌（X为你已损失的体力值）。",
	["ikcanyue"] = "残月",
	[":ikcanyue"] = "若你于出牌阶段使用的【杀】被目标角色的【闪】抵消，你可以额外使用一张【杀】。",
	["#ikcanyue-count"] = "残月",
	["ikjiuming"] = "九命",
	[":ikjiuming"] = "觉醒技，结束阶段开始时，若你于此回合造成了3点或更多的伤害，你须增加1点体力上限，然后回复1点体力并失去技能“残月”。",
	["#IkJiumingWake"] = "%from 本回合已造成 %arg 点伤害，触发“%arg2”觉醒",

	["#wind024"] = "中二病患者",
	["wind024"] = "小鸟游六花",--风 - 空 - 4血
	["ikxiewang"] = "邪王",
	[":ikxiewang"] = "若你的体力值不大于3，你可以发动“挑衅”；若你的体力值不大于2，你可以发动“狂气”；若你的体力值不大于1，你可以发动“神佑”。",
	["ikshengzun"] = "圣尊",
	[":ikshengzun"] = "你可以发动当前主公的主公技。",

	["#wind040"] = "无冕的王女",
	["wind040"] = "莉西娅•德•诺维斯•尤莉",--风 - 幻 - 3血
	["ikyanyu"] = "燕语",
	[":ikyanyu"] = "一名角色的出牌阶段开始时，你可以弃置一张牌，若如此做，每当一张不为【桃】的非锦囊牌于出牌阶段或弃牌阶段内置入弃牌堆时，若与你弃置的牌类别相同，你可以令一名角色获得之（此回合只能以此法获得至多三张牌）。",
	["@ikyanyu-discard"] = "你可以弃置一张牌发动“燕语”",
	["@ikyanyu-give"] = "你可以令一名角色获得 %arg[%arg2]",

	["#wind041"] = "巧月之灵",
	["wind041"] = "夜夜",--风 - 幻 - 3血
	["ikwuyue"] = "舞月",
	[":ikwuyue"] = "你的回合外，每当一名其他角色因弃置而失去牌时，若其中有基本牌，你可以摸一张牌。",
	["ikjuechong"] = "绝冲",
	[":ikjuechong"] = "出牌阶段限一次，你可以进行一次判定，若如此做，你使用点数小于判定牌的【杀】时无距离限制，且你使用点数大于判定牌的【杀】时，令其不计入每阶段的使用限制，直到回合结束。",

	["#wind043"] = "梦色之扉",
	["wind043"] = "矢泽妮可",--风 - 空 - 3血
	["ikxinhui"] = "心辉",
	[":ikxinhui"] = "出牌阶段结束时，若你于此阶段未造成伤害，你可以摸两张牌。",
	["ikyongji"] = "咏姬",
	[":ikyongji"] = "每当一名角色于其回合外失去最后的手牌后，你可以令该角色摸一张牌。",

	["#wind044"] = "雪之妖精",
	["wind044"] = "伊利亚斯菲尔•冯•爱因兹贝伦",--风 - 幻 - 3血
	["ikmoqi"] = "魔器",
	[":ikmoqi"] = "限定技，准备阶段开始时或出牌阶段，你可摸两张牌，若如此做，结束阶段开始时，你摸两张牌。",
	["#ikmoqi"] = "魔器（后续结算）",
	["iktianbei"] = "天杯",
	[":iktianbei"] = "限定技，出牌阶段，你可以失去技能“魔器”和“天杯”，并回复1点体力，然后令一名角色获得技能“暗神”（若一名角色于出牌阶段内使用的第一张牌为【杀】，此【杀】在结算后置入弃牌堆时，你可以令其获得之。）。若该角色不是你，其摸两张牌。",
	["ikanshen"] = "暗神",
	[":ikanshen"] = "若一名角色于出牌阶段内使用的第一张牌为【杀】，此【杀】在结算后置入弃牌堆时，你可以令其获得之。",
	
	["#wind046"] = "幻梦的猫妖",
	["wind046"] = "新堂爱",--风 - 空 - 3血
	["ikjingmu"] = "境穆",
	[":ikjingmu"] = "每当其他角色打出的【杀】在结算后置入弃牌堆时，你可以获得之。",
	["ikduanmeng"] = "断梦",
	[":ikduanmeng"] = "出牌阶段限一次，你可以弃置一张【杀】并选择一个势力，若如此做，每当一名该势力的其他角色使用的黑色牌指定包括你在内的角色为目标后，你可摸两张牌。直到你的下个回合开始。",
	
--bloom
	["#bloom023"] = "爆裂的雷光",
	["bloom023"] = "菲特•泰斯特罗莎•哈拉温",--花 - 空 - 4血
	["ikxiaorui"] = "骁锐",
	[":ikxiaorui"] = "其他角色的结束阶段开始时，你可以弃置一张基本牌，若如此做，该角色需弃置一张非基本牌，否则受到你对其造成的1点伤害。",
	["@ikxiaorui"] = "你可以弃置一张基本牌发动“骁锐”",
	["@ikxiaorui-discard"] = "请弃置一张非基本牌，否则受到 1 点伤害",
	
	["#bloom024"] = "高贵的赤蔷薇",
	["bloom024"] = "真红",--花 - 空 - 4血
	["ikxinban"] = "心绊",
	[":ikxinban"] = "出牌阶段限一次，你可以将一张装备牌置于一名角色的装备区内，然后若该牌为武器牌，弃置该角色或该角色攻击范围内的一名角色区域内的一张牌；若为防具牌，该角色摸两张牌；若为坐骑牌，该角色回复1点体力。",
	["@ikxinban-discard"] = "请选择 %src 或 %src 攻击范围内的一名角色",

	["#bloom028"] = "自慢的黄蔷薇",
	["bloom028"] = "金丝雀",--花 - 空 - 3血
	["ikhuyin"] = "弧音",
	[":ikhuyin"] = "每当你受到一次伤害后，选择一种牌的类别，令伤害来源不能使用、打出或弃置该类别的手牌，直到回合结束。",
	["@huyin_basic"] = "弧音（基本牌）",
	["@huyin_equip"] = "弧音（装备牌）",
	["@huyin_trick"] = "弧音（锦囊牌）",
	["#IkHuyin"] = "由于“<font color=\"yellow\"><b>弧音</b></font>”效果，%from 本回合不能使用、打出或弃置 %arg",
	["#IkHuyinClear"] = "%from 的“<font color=\"yellow\"><b>弧音</b></font>”效果消失",
	["ikhongce"] = "鸿策",
	[":ikhongce"] = "当锦囊牌指定你为目标后，你可以摸一张牌，若如此做，且此锦囊牌指定了包括你在内的多名角色为目标，此锦囊牌对你无效。",

	["#bloom033"] = "日曜的墓守者",
	["bloom033"] = "艾•亚丝汀",--花 - 空 - 4血
	["ikshenyu"] = "神御",
	[":ikshenyu"] = "你的回合结束时，你可以令至多X名其他角色获得一枚“御守”标记。当没有“御守”标记的其他角色计算与拥有“御守”标记的角色的距离时，始终+1，直到你的下一个回合结束（X为存活角色的数量的一半-1，向下取整）。",

	["#bloom040"] = "邪娇之恋",
	["bloom040"] = "我妻由乃",--花 - 空 - 4血
	["ikkuangzhan"] = "狂战",
	[":ikkuangzhan"] = "锁定技，一名其他角色死亡时，你不执行奖惩，然后须摸三张牌。",
	["ikshenji"] = "神记",
	[":ikshenji"] ="限定技，准备阶段开始时，你可以摸三张牌，然后将你判定区里的全部牌置入弃牌堆。",

	["#bloom041"] = "魔王杀的圣剑",
	["bloom041"] = "提露密努丝•艾丝特",--花 - 空 - 4血
	["ikhujie"] = "护界",
	[":ikhujie"] = "每当一名角色成为【杀】的目标后，若你与该角色的距离不大于1，你可以将一张牌交给该角色并令其展示之，若为装备牌，其可使用之，然后你摸一张牌。",
	["@ikhujie-give"] = "请交给 %src 一张牌",
	["ikhujie_use:use"] = "你可以使用该装备牌",

	["#bloom043"] = "奇迹的虹光",
	["bloom043"] = "黄濑弥生",--花 - 空 - 4血
	["ikhongfa"] = "虹法",
	[":ikhongfa"] = "结束阶段开始时，你可以将一张装牌牌置于一名角色的装备区内，然后你弃置与该角色距离为1的一名角色区域内的一张牌。",
	["@ikhongfa-equip"] = "你可以发动“虹法”",
	["@ikhongfa-discard"] = "请选择 %src 距离1的一名角色",
	["~ikhongfa"] = "选择一张装备牌→选择一名角色→点击确定",
	["iktianyu"] = "天羽",
	[":iktianyu"] = "回合结束时，你可以选择包括你在内的至少两名连续的角色，这些角色（除你外）获得技能“飞影”，直到你的下个回合结束时。",
	["@iktianyu"] = "你可以发动“天羽”",
	["~iktianyu"] = "选择队首和队尾的角色（若其中包括你则先选择的角色为队首，后选择的角色为队尾）→点击确定",

	["#bloom044"] = "绯冰之梦",
	["bloom044"] = "雪之下雪乃",--花 - 空 - 4血
	["iklingxue"] = "淩雪",
	[":iklingxue"] = "每当你受到1点伤害后，你可以令当前回合角色手牌上限-1，直到回合结束。然后此回合结束时，你摸X张牌（X为该角色弃牌阶段弃置的牌的数量）。",
	["#IkLingxueDraw"] = "%from 于弃牌阶段内弃置了 %arg2 张牌，触发 %to 的“%arg”效果",

	["#bloom046"] = "血坏的御使",
	["bloom046"] = "初濑伊纲",--花 - 空 - 5血
	["ikgonghu"] = "功狐",
	[":ikgonghu"] = "锁定技，每当一名角色死亡后，你增加1点体力上限，然后回复1点体力。",
	["ikxuewu"] = "血舞",
	[":ikxuewu"] = "锁定技，每当你的体力上限变化后或你失去体力后，你须选择一项：弃置一名其他角色的一张牌，或摸一张牌。",
	["@ikxuewu"] = "你可以弃置一名其他角色的一张牌，或点“取消”摸一张牌",
	--ikbenghuai

--snow
	["#snow022"] = "影中的妖刀",
	["snow022"] = "忍野忍",--雪 - 空 - 4血
	["ikxindu"] = "心渡",
	[":ikxindu"] = "你使用【杀】时，可以额外指定一名距离为1的角色为目标。",
	["ikfenxun"] = "奋迅",
	[":ikfenxun"] = "出牌阶段限一次，你可以弃置一张牌并指定一名角色，当你计算与该角色的距离时，无视除该角色之外的其他角色及场上的坐骑牌，直到回合结束。",

	["#snow025"] = "喜翠之光",
	["snow025"] = "松前绪花",--雪 - 空 - 3血
	["ikhongrou"] = "弘柔",
	[":ikhongrou"] = "出牌阶段限一次，你可弃置一张牌并令至多两名其他角色各摸一张牌。",
	["ikhuaxiao"] = "花咲",
	[":ikhuaxiao"] = "你的回合外，当你的红色牌因使用、打出或弃置而置入弃牌堆时，你可以令一名角色摸一张牌。",
	["@ikhuaxiao"] = "你可以发动“花咲”",

	["#snow032"] = "并蒂之舞",
	["snow032"] = "柊镜＆柊司",--雪 - 幻 - 3血
	["ikqiwu"] = "祈舞",
	[":ikqiwu"] = "弃牌阶段开始时，你可以将一张手牌面朝上置于你的人物牌上，称为“祈”。当你拥有三张“祈”时，须全部弃置之，并对一名空属性角色造成2点伤害，然后弃置其装备区的所有牌。",
	["ikqiwupile"] = "祈",
	["@ikqiwu"] = "你可以发动“祈舞”将一张手牌置于武将牌上",
	["@ikqiwu-choose"] = "请选择一名空属性角色",
	["ikshendao"] = "神道",
	[":ikshendao"] = "锁定技，若你拥有“祈”，你可以发动“知惠”和“眩惑”。",
	
	["#snow033"] = "第五本源行者",
	["snow033"] = "苍崎青子",--雪 - 空 - 3血
	["iktianyan"] = "天衍",
	[":iktianyan"] = "你的回合外，当你需要使用或打出一张基本牌时，你可以观看牌堆顶的两张牌。若其中有此名称的牌，你可以获得并使用或打出之。",
	["#IkTianyanUse"] = "%from 发动 %arg 使用/打出了牌堆顶的第 %arg2 张牌",
	["ikcangwu"] = "苍武",
	[":ikcangwu"] = "出牌阶段，你可以弃置X张牌，并对你攻击范围内的一名角色造成1点伤害（X为该角色的体力值）。若你以此法令该角色进入濒死状态，则濒死状态结算后你失去1点体力，且此回合不能再发动“苍武”。",

--luna
	["#luna017"] = "言灵的法圣",
	["luna017"] = "优里克伍德•赫尔塞伊斯",--月 - 空 - 4血
	["ikchenyan"] = "谶言",
	[":ikchenyan"] = "锁定技，摸牌阶段摸牌时，你额外摸X张牌；弃牌阶段开始时，你须弃置X+1张牌（X为场上的势力数且至少为2）。",
	["#IkChenyanGood"] = "%from 的“%arg2”被触发，额外摸了 %arg 张牌",
	["#IkChenyanBad"] = "%from 的“%arg2”被触发，须弃置 %arg 张牌",
	["#IkChenyanWorst"] = "%from 的“%arg2”被触发，弃置了所有牌（共 %arg 张）",
	--ikshengzun

	["#luna019"] = "超弩级巡洋战舰",
	["luna019"] = "金刚",--月 - 空 - 4血
	--thxiagong
	["ikzhange"] = "战歌",
	[":ikzhange"] = "限定技，出牌阶段，若存活角色的数量大于五，你可以令至多三名角色各摸三张牌；否则你可以令至多两名角色各摸三张牌；若只有你摸牌，你回复1点体力。",

	["#luna020"] = "风的私语",
	["luna020"] = "汐宫栞",--月 - 空 - 3血
	["ikzhizhai"] = "纸砦",
	[":ikzhizhai"] = "锁定技，每当你受到伤害时，伤害来源须展示全部的手牌，否则此伤害-1。",
	["ikzhizhai:show"] = "展示全部的手牌",
	["ikzhizhai:reduce"] = "此伤害-1",
	["#IkZhizhai"] = "%from 的“<font color=\"yellow\"><b>纸砦</b></font>”被触发，伤害从 %arg 点减少至 %arg2 点",
	["iklihui"] = "礼惠",
	[":iklihui"] = "当你的牌因弃置而置入弃牌堆时，你可以将其交给一名其他角色。",
	["@iklihui-distribute"] = "你可以发动“礼惠”将 %arg 张牌任意分配给其他角色",

	["#luna021"] = "绯闪",
	["luna021"] = "亚里亚•福尔摩斯•神崎",--月 - 空 - 4血
	["ikshuangren"] = "双刃",
	[":ikshuangren"] = "出牌阶段开始时，你可以与一名其他角色拼点，若你赢，视为你对一名其他角色使用一张【杀】（此【杀】不计入每阶段的使用限制），若你没赢，你结束出牌阶段。",
	["@ikshuangren-card"] = "你可以发动“双刃”",
	["~ikshuangren"] = "选择一名其他角色→点击确定",

	["#luna022"] = "赤铜的人形使",
	["luna022"] = "卡恰•伊卡捷琳娜•库拉耶",--月 - 空 - 3血
	["iktianfa"] = "天罚",
	[":iktianfa"] = "每当你的手牌数变化后，若小于X，你可以弃置一名其他角色的一张牌（X为你已损失的体力值且至少为1）。",
	["iktianfa-invoke"] = "你可以发动“天罚”<br/> <b>操作提示</b>: 选择一名有牌的其他角色→点击确定<br/>",
	["ikguyi"] = "孤裔",
	[":ikguyi"] = "锁定技，每当一名其他角色扣减1点体力后，若其体力值小于X，你摸一张牌；当一名其他角色死亡时，你失去1点体力（X为你已损失的体力值且至少为1）。",

	["#luna023"] = "复苏的季风",
	["luna023"] = "夏洛特•德诺阿",--月 - 空 - 4血
	--thjibu
	["ikshunqie"] = "瞬切",
	[":ikshunqie"] = "每当你使用【杀】或【碎月绮幕】造成一次伤害后，你可以获得或弃置受到该伤害的角色的装备区里的一张牌。",
	["ikshunqie:obtain"] = "获得此牌",
	["ikshunqie:throw"] = "弃置此牌",

	["#luna024"] = "迅舞的人神兵",
	["luna024"] = "KOS-MOS",--月 - 空 - 4血
	["iklongya"] = "龙犽",
	[":iklongya"] = "当你使用【杀】指定一名角色为目标后，你可以选择一项：摸一张牌，或弃置其一张牌。若如此做，此【杀】被【闪】抵消时，该角色须弃置你的一张牌。",
	["#iklongya-miss"] = "龙犽（后续结算）",
	["iklongya:draw"] = "摸一张牌",
	["iklongya:discard"] = "弃置目标角色一张牌",

	["#luna025"] = "独我之意",
	["luna025"] = "食蜂操祈",--月 - 空 - 3血
	["ikhengmou"] = "衡谋",
	[":ikhengmou"] = "当你成为【杀】的目标时，你可以弃置两张牌（不足则全弃，无牌则不弃），然后摸两张牌。若此时全场体力值最多的角色仅有一名且不是你，你可以令该角色也如此做。",
	["ikxincao"] = "心操",
	[":ikxincao"] = "出牌阶段限一次，若你有手牌，你可以将全部的手牌交给一名其他角色，然后令该角色与由你指定的另一名角色拼点。若如此做，视为拼点赢的角色对没有赢的角色使用一张【杀】。",
	["@ikxincao-pindian"] = "请选择与 %src 拼点的角色",

	["#luna026"] = "娇辣的邻人",
	["luna026"] = "三日月夜空",--月 - 空 - 3血
	["ikkouzhu"] = "口诛",
	[":ikkouzhu"] = "结束阶段开始时，若你的人物牌上没有牌，你可以将一张手牌面朝下置于你的人物牌上，称为“言”，并指定一名其他角色（该角色在亮出“言”前死亡时，须将“言”置入弃牌堆）。该角色的回合开始时，其亮出“言”并选择一项：交给你一张与此牌类型相同的手牌并获得此牌；或将此牌置入弃牌堆，然后失去1点体力。",
	["ikkouzhupile"] = "言",
	["@ikkouzhu-remove"] = "你可以发动“口诛”",
	["~ikkouzhu"] = "选择一张手牌→选择一名其他角色→点击确定",
	["@ikkouzhu-give"] = "请交给目标角色一张类型相同的手牌",
	["ikjiaojin"] = "矫矜",
	[":ikjiaojin"] = "出牌阶段，你可以选择一项：令一名手牌数小于其体力值的角色摸两张牌；或令一名手牌数大于其体力值的角色弃置两张牌。你对一名角色只能发动一次“矫矜”。",
	["@jiaojin"] = "矫矜",

	["#luna035"] = "咒蛇之囮",
	["luna035"] = "千石抚子",--月 - 空 - 4血
	["iksheqie"] = "蛇切",
	[":iksheqie"] = "出牌阶段，你可令一名你攻击范围内的其他角色交给你一张手牌。然后若你的手牌数大于该角色，视为其选择对你使用一张【杀】或【碎月绮幕】。",
	["iksheqie:slash"] = "视为使用一张【杀】",
	["iksheqie:duel"] = "视为使用一张【碎月绮幕】",
	["@iksheqie-give"] = "请交给 %src 一张手牌",
	["ikyanzhou"] = "延咒",
	[":ikyanzhou"] = "你死亡时翻开身份牌之前，你可以依次弃置一名其他角色的X张牌（X为你拥有的牌的数量）。",
	["ikyanzhou-invoke"] = "你可以发动“延咒”<br/> <b>操作提示</b>: 选择一名其他角色→点击确定<br/>",

	["#luna043"] = "狂气的夜魇",
	["luna043"] = "时崎狂三",--月 - 幻 - 3血
	["ikzhoudu"] = "宙毒",
	[":ikzhoudu"] = "一名其他角色的出牌阶段开始时，你可以弃置一张手牌：视为该角色使用一张【酒】（计入每阶段的使用限制），然后你对其造成1点伤害。",
	["@ikzhoudu-discard"] = "你可以弃置一张手牌发动“宙毒”",
	["ikkuangdi"] = "狂帝",
	[":ikkuangdi"] = "一名角色的回合结束后，若你于此回合杀死至少一名角色，你可以摸三张牌。",
	["ikbengying"] = "崩影",
	[":ikbengying"] = "你死亡时，可以令杀死你的角色进行X次判定，每有一次判定结果为黑桃2~9，该角色受到3点无来源的火焰伤害（X为你的牌数）。",
}