-- translation for StandardGeneralPackage

return {
	["standard"] = "异世界",

--wind
	["#wind005"] = "心界之猫",
	["wind005"] = "奈可",--风 - 空 - 3血
	["ikhuahuan"] = "化幻",
	[":ikhuahuan"] = "你可以将【杀】当【闪】，【闪】当【杀】使用或者打出。",
	["ikqizhou"] = "绮咒",
	[":ikqizhou"] = "当你使用转化的【杀】指定一名角色为目标后，你可以获得该角色的一张手牌；当你使用或打出一张转化的【闪】时，你可以摸一张牌。",

	["#wind016"] = "魅魔喵喵拳",
	["wind016"] = "莉莉姆",--风 - 空 - 3血
	["ikhuowen"] = "惑吻",
	[":ikhuowen"] = "摸牌阶段开始时，你可以放弃摸牌，改为令一名其他角色摸两张牌，然后该角色选择一项：对其攻击范围内的由你选择的一名角色使用一张【杀】；或令你获得其两张牌。",
	["@ikhuowen-card"] = "你可以发动“炫辉”",
	["~ikhuowen"] = "选择一名其他角色→点击确定",
	["ikhuowen-slash"] = "请对已选定的目标使用一张【杀】",
	["ikenyuan"] = "恩怨",
	[":ikenyuan"] = "每当你获得一名其他角色两张或更多牌时，你可令其摸一张牌；每当你受到1点伤害后，你可令伤害来源交给你一张手牌，或失去1点体力。",
	["IkEnyuanGive"] = "请交给目标角色 %arg 张手牌",

	["#wind017"] = "鬼神的童谣",
	["wind017"] = "宫崎和香",--风 - 空 - 3血
	["ikxinchao"] = "心抄",
	[":ikxinchao"] = "出牌阶段限一次，若你的手牌数大于你的体力值，你可以观看牌堆顶的三张牌，然后展示其中任意数量的红桃牌并获得之，其余的以任意顺序置于牌堆顶。",
	["ikshangshi"] = "殇逝",
	[":ikshangshi"] = "你死亡时，可令杀死你的角色弃置其所有的牌。",

	["#wind018"] = "异国的看板娘",
	["wind018"] = "汤音",--风 - 空 - 3血
	["ikmitu"] = "迷途",
	[":ikmitu"] = "锁定技，你防止你造成或者受到的任何锦囊牌的伤害。",
	["iksishi"] = "伺侍",
	[":iksishi"] = "出牌阶段限一次，你可以弃置一张非基本牌，并令一名角色选择一项：摸两张牌，或回复1点体力，或将其人物牌翻至正面朝上并重置之。",
	["#IkMitu"] = "%from 触发“%arg”，防止此伤害",
	["iksishi:draw"] = "摸两张牌",
	["iksishi:recover"] = "回复1点体力",
	["iksishi:reset"] = "将人物牌翻转至正面朝上并重置之",

	["#wind019"] = "鬼面的炼金术师",
	["wind019"] = "阿露菲米",--风 - 空 - 4血
	--thxiagong
	["ikwanhun"] = "剜魂",
	[":ikwanhun"] = "每当你使用【杀】或【碎月绮幕】对距离2以内的目标角色造成伤害时，你可进行一次判定，若不为红桃，你防止此伤害，改为令其减少1点体力上限。",
	
	["#wind020"] = "命运的魔女",
	["wind020"] = "Ｃ．Ｃ．",--风 - 空 - 4血
	["ikmeiying"] = "魅影",
	[":ikmeiying"] = "锁定技，回合开始时，你进行一个额外的出牌阶段或观看一名其他角色的手牌。",
	["ikmeiying:play"] = "进行一个额外的出牌阶段",
	["ikmeiying:look"] = "观看一名其他角色的手牌",
	["ikfansheng"] = "返生",
	[":ikfansheng"] = "限定技，当你处于濒死状态时，你可以摸两张牌，并将体力回复至X点（X为场上的势力数），然后将你的人物牌翻面。",
	["@ikfansheng"] = "返生(未发动)",
	["@ikfanshengused"] = "返生(已发动)",

	["#wind021"] = "十字架的真祖",
	["wind021"] = "赤夜萌香",--风 - 空 - 4血
	["ikliyao"] = "力妖",
	[":ikliyao"] = "出牌阶段，你可以将一张方块牌当【杀】使用或打出；出牌阶段，你可以无视每阶段的使用限制使用一张与此阶段使用的前一张【杀】颜色不同的【杀】。",

	["#wind022"] = "融心的绮念",
	["wind022"] = "姬路瑞希",--风 - 幻 - 3血
	["ikshushen"] = "淑慎",
	[":ikshushen"] = "每当你回复1点体力后，你可以令一名角色摸一张牌，然后令一名其他角色摸一张牌。",
	["ikqiaoxia"] = "巧黠",
	[":ikqiaoxia"] = "准备阶段开始时，你可以弃置全部的手牌，若你以此法弃置的牌的张数不小于X，你回复1点体力（X为你的体力值）。",
	
	["#wind023"] = "歼灭天使",
	["wind023"] = "玲•海华兹",--风 - 幻 - 3血
	["ikxielun"] = "血轮",
	[":ikxielun"] = "出牌阶段限一次，你可弃置一张红色牌，并对你攻击范围内的至多X名角色各造成1点伤害，然后这些角色各摸一张牌（X为你已损失的体力值）。",
	["ikcanyue"] = "残月",
	[":ikcanyue"] = "若你于出牌阶段使用的【杀】被目标角色的【闪】抵消，则此阶段你可以额外使用一张【杀】（此【杀】可指定任意不为之前目标的其他角色为目标）。",
	["ikjiuming"] = "九命",
	[":ikjiuming"] = "觉醒技，结束阶段开始时，若你于此回合造成了3点或更多的伤害，你须增加1点体力上限，然后回复1点体力并失去技能“残月”。",
	["#IkJiumingWake"] = "%from 本回合已造成 %arg 点伤害，触发“%arg2”觉醒",
	["@ikjiuming"] = "九命",

	["#wind024"] = "中二病患者",
	["wind024"] = "小鸟游六花",--风 - 空 - 4血
	["ikxiewang"] = "邪王",
	[":ikxiewang"] = "若你的体力值不大于3，你可以发动“挑衅”；若你的体力值不大于2，你可以发动“狂气”；若你的体力值不大于1，你可以发动“神佑”。",
	["ikshengzun"] = "圣尊",
	[":ikshengzun"] = "你可以发动当前主公的主公技。",
	
	["#wind025"] = "计测万端",
	["wind025"] = "白",--风 - 空 - 3血
	["ikzhiju"] = "智局",
	[":ikzhiju"] = "出牌阶段限一次，你可以将两张手牌以任意顺序置于牌堆顶，然后弃置场上的一张牌。",
	["ikyingqi"] = "影契",
	[":ikyingqi"] = "一名角色的弃牌阶段开始时，若其手牌数不小于体力值，你可以令其摸一张牌。",

	["#wind026"] = "残念的彼女",
	["wind026"] = "柏崎星奈",--风 - 空 - 4血
	["ikxianyu"] = "陷瑜",
	[":ikxianyu"] = "准备阶段开始时，你可以将至多两名角色的各一张牌置于你的人物牌上，称为“瑕”。每当其他角色需要对你使用一张【杀】时，该角色可以弃置你人物牌上的两张“瑕”，视为对你使用一张【杀】。",

	["#wind027"] = "追奇的千金",
	["wind027"] = "千反田爱瑠",--风 - 空 - 3血
	["ikqizhi"] = "奇志",
	[":ikqizhi"] = "出牌阶段开始时，你可以与一名其他角色拼点，若你赢，你使用的下一张基本牌或非延时类锦囊牌可以无视距离多或少指定任意一个目标；若你没赢，你不能使用锦囊牌直到回合结束。",
	["ikzongshi"] = "纵适",
	[":ikzongshi"] = "每当你拼点赢，你可以获得对方此次拼点的牌；每当你拼点没赢，你可以获得你此次拼点的牌。",

	["#wind028"] = "断罪的圣辉",
	["wind028"] = "萝卡•鲁丝柯特",--风 - 空 - 4血
	["ikhuilun"] = "辉轮",
	[":ikhuilun"] = "每当一名角色于其出牌阶段使用【杀】时，你可以弃置一张牌，令此【杀】不计入每阶段的使用限制，若此【杀】为红色，你摸一张牌。",

	["#wind031"] = "早夭的影忍",
	["wind031"] = "铃女",--风 - 空 - 4血
	--thjibu
	["ikqiansha"] = "潜杀",
	[":ikqiansha"] = "准备阶段开始时，你可以进行一次判定，然后指定一名距离为1的角色，该角色不能使用或打出与判定牌颜色相同的手牌直到回合结束。",

	["#wind032"] = "真祖的白姬",
	["wind032"] = "爱尔奎特•布倫史塔德",--风 - 空 - 4血
	["iklichi"] = "戾赤",
	[":iklichi"] = "你可以将两张手牌当【杀】使用；出牌阶段，若你以此法使用的【杀】造成伤害，在伤害结算后，你获得技能“赤莲”和“戾咆”，直到回合结束。",

	["#wind033"] = "朝阳的游击士",
	["wind033"] = "萨露莎•特尔提娜",--风 - 空 - 4血
	["ikjilun"] = "极轮",
	[":ikjilun"] = "出牌阶段限一次，你可弃置一张手牌并指定一名装备区内有牌的其他角色，你令该角色获得其装备区的一张牌，然后视为你对其使用一张无视距离的【杀】（此【杀】不计入每阶段的使用限制）。",

	["#wind034"] = "人型电脑天使心",
	["wind034"] = "艾露妲",--风 - 空 - 4血
	["ikjiqiao"] = "机巧",
	[":ikjiqiao"] = "摸牌阶段结束时，若你的手牌数小于体力上限，你可以弃置一张牌，若弃置的牌的种类为：\
1.基本牌，视为你对一名其他角色使用一张无视距离的【杀】\
2.装备牌，你令一名其他角色摸两张牌\
3.锦囊牌，你令一名其他角色回复1点体力",

	["#wind035"] = "赤珠之锁",
	["wind035"] = "摩尔迦娜",--风 - 空 - 4血
	["ikkangjin"] = "亢劲",
	[":ikkangjin"] = "出牌阶段，你可以将一张手牌当【碎月绮幕】使用；当此牌造成伤害后，受到伤害的角色摸X张牌（X为该角色已损失的体力值）。",

	["#wind036"] = "蠕动之混沌",
	["wind036"] = "奈亚拉普托提普",--风 - 空 - 4血
	["ikhunkao"] = "魂铐",
	[":ikhunkao"] = "出牌阶段，你可以展示全部的手牌，并弃置其中一种花色全部的牌，然后你指定等量的其他角色，并令他们依次选择一项：交给你一张该花色的牌；或视为你对其使用一张无视距离的【杀】。",

	["#wind037"] = "兄恋的风灵",
	["wind037"] = "桐谷直叶",--风 - 空 - 4血
	["ikxuanren"] = "炫刃",
	[":ikxuanren"] = "你可以将一张装备牌当【杀】使用或打出；你以此法使用的【杀】无距离限制。",
	["iklanjian"] = "岚剑",
	[":iklanjian"] = "当你于出牌阶段内使用的【杀】被目标角色的【闪】抵消时，你可将此【闪】交给除该角色外的一名角色。若获得该牌的角色不是你，你可以对相同的目标再使用一张【杀】。",

	["#wind038"] = "终焉的天翼族",
	["wind038"] = "吉普莉尔",--风 - 空 - 3血
	["ikqiangshi"] = "强识",
	[":ikqiangshi"] = "出牌阶段开始时，你可以展示一名其他角色的一张手牌。若如此做，每当你于此阶段内使用与此牌类别相同的牌时，你可以摸一张牌。",
	["ikfengxin"] = "奉心",
	[":ikfengxin"] = "一名其他角色的出牌阶段开始时，你可以摸两张牌，然后交给其两张牌。若如此做，此阶段结束时，若该角色未于此阶段内杀死过一名角色，则你须失去1点体力或弃置两张手牌。",

	["#wind039"] = "根源之始",
	["wind039"] = "两仪式",--风 - 空 - 4血
	["ikshensha"] = "神杀",
	[":ikshensha"] = "锁定技，你每于回合内使用一次牌后，你计算与其他角色的距离便-1，直到回合结束；你的回合内，若你与所有其他角色的距离均为1，你无视其他角色的防具，且你使用的【杀】可以额外指定一个目标。",

	["#wind040"] = "无冕的王女",
	["wind040"] = "莉西娅•德•诺维斯•尤莉",--风 - 幻 - 3血
	["ikyanyu"] = "燕语",
	[":ikyanyu"] = "一名角色的出牌阶段开始时，你可以弃置一张牌，若如此做，每当一张不为【桃】的非锦囊牌于出牌阶段或弃牌阶段内置入弃牌堆时，若与你弃置的牌类别相同，你可以令一名角色获得之（此回合只能以此法获得至多三张牌）。",

	["#wind041"] = "巧月之灵",
	["wind041"] = "夜夜",--风 - 幻 - 3血
	["ikwuyue"] = "舞月",
	[":ikwuyue"] = "你的回合外，每当一名其他角色因弃置而失去牌时，若其中有基本牌，你可以摸一张牌。",
	["ikjuechong"] = "绝冲",
	[":ikjuechong"] = "出牌阶段限一次，你可以进行一次判定，若如此做，你使用点数小于判定牌的【杀】时无距离限制，且你使用点数大于判定牌的【杀】时，令其不计入每阶段的使用限制，直到回合结束。",

	["#wind043"] = "梦色之扉",
	["wind043"] = "矢泽妮可",--风 - 空 - 3血
	["ikxinhui"] = "心辉",
	[":ikxinhui"] = "出牌阶段结束时，若你于此阶段未造成伤害，你可以摸两张牌。",
	["ikyongji"] = "咏姬",
	[":ikyongji"] = "每当一名角色于其回合外失去最后的手牌后，你可以令该角色摸一张牌。",

	["#wind044"] = "雪之妖精",
	["wind044"] = "伊利亚斯菲尔•冯•爱因兹贝伦",--风 - 幻 - 3血
	["ikmoqi"] = "魔器",
	[":ikmoqi"] = "限定技，准备阶段开始时或出牌阶段，你可摸两张牌，若如此做，结束阶段开始时，你摸两张牌。",
	["iktianbei"] = "天杯",
	[":iktianbei"] = "限定技，出牌阶段，你可以失去技能“魔器”和“天杯”，并回复1点体力，然后令一名角色获得技能“暗神”（若一名角色于出牌阶段内使用的第一张牌为【杀】，此【杀】在结算后置入弃牌堆时，你可以令其获得之。）。若该角色不是你，其摸两张牌。",

	["#wind045"] = "讨魔的暗杀者",
	["wind045"] = "雪风•帕尼托尼",--风 - 空 - 4血
	["ikhudie"] = "狐谍",
	[":ikhudie"] = "每当你受到一次伤害时，若你与伤害来源的势力属性不同，你可以将之改变为与伤害来源相同。",
	["ikyinsha"] = "隐杀",
	[":ikyinsha"] = "锁定技，当你计算与势力属性相同的角色的距离时，无视除该角色外的其他角色及场上的坐骑牌。",
	["ikhualan"] = "花岚",
	[":ikhualan"] = "每当你对势力属性不同的角色造成一次伤害后你可以摸一张牌，或将势力属性改变为风势力。",
	
	["#wind046"] = "幻梦的猫妖",
	["wind046"] = "新堂爱",--风 - 空 - 3血
	["ikjingmu"] = "境穆",
	[":ikjingmu"] = "每当其他角色打出的【杀】在结算后置入弃牌堆时，你可以获得之。",
	["ikduanmeng"] = "断梦",
	[":ikduanmeng"] = "出牌阶段限一次，你可以弃置一张【杀】并选择一个势力，若如此做，每当一名该势力的其他角色使用的黑色牌指定包括你在内的角色为目标后，你可摸两张牌。直到你的下个回合开始。",
	
--bloom
	["#bloom016"] = "锦心绣口",
	["bloom016"] = "天野远子",--花 - 空 - 3血
	["ikshihua"] = "拾华",
	[":ikshihua"] = "当其他角色的一张梅花牌，因弃置或判定而置入弃牌堆时，你可以获得之。\
※操作:双击移除不想获得的牌，点击确定获得余下的全部牌。",
	["ikjiushi"] = "酒诗",
	[":ikjiushi"] = "若你的人物牌正面朝上，你可以将你的人物牌翻面，视为使用一张【酒】；若你的人物牌背面朝上时你受到伤害，你可以在结算后将你的人物牌翻至正面朝上。",

	["#bloom017"] = "无存在感的主役",
	["bloom017"] = "赤座灯里",--花 - 空 - 4血
	["ikzhuyan"] = "朱颜",
	[":ikzhuyan"] = "锁定技，若你的装备区没有防具牌，黑色的普通【杀】对你无效。",
	["ikpiaohu"] = "飘忽",
	[":ikpiaohu"] = "你的回合外，当你攻击范围内的一名角色成为【杀】的目标时，你可弃置一张防具牌，或将该角色与你的人物牌横置，若如此做，将此【杀】转移给你。",
	["@ikpiaohu"] = "请弃置一张防具牌",

	["#bloom018"] = "零之魔法使",
	["bloom018"]="露易丝•拉•瓦利埃尔",--花 - 幻 - 3血
	["ikxuwu"]="虚无",
	[":ikxuwu"]="锁定技，你即将造成的伤害均视为失去体力。",
	["iknvelian"]="虐恋",
	[":iknvelian"]="弃牌阶段外，每当你的手牌数小于X时，你可以将手牌补至X张（X为你已损失的体力值，且至多为2）。",
	
	["#bloom019"] = "终末之血",
	["bloom019"] = "桂言叶",--花 - 空 - 4血
	["ikbengshang"] = "崩殇",
	[":ikbengshang"] = "每当你受到1点伤害后，你可摸一张牌，然后将一张手牌置于你的人物牌上，称为“殇”；你的人物牌上每有一张牌，你的手牌上限便+1。",
	["#ikbengshang-dist"] = "崩殇",
	["ikbengshangpile"] = "殇",
	["ikanhun"] = "暗魂",
	[":ikanhun"] = "觉醒技，准备阶段开始时，若“殇”的数量达到三张或更多，你须减少1点体力上限，然后回复1点体力，或摸两张牌，并获得技能“诛异”（出牌阶段限一次，你可以将一张“殇”置入弃牌堆，并令一名角色摸两张牌，然后若其手牌数比你多，你对其造成1点伤害。）。",
	["#IkAnhunWake"] = "%from 的“殇”为 %arg 张，触发“%arg2”觉醒",
	["@ikanhun"] = "暗魂",
	["ikzhuyi"] = "诛异",
	[":ikzhuyi"] = "出牌阶段限一次，你可以将一张“殇”置入弃牌堆，并令一名角色摸两张牌，然后若其手牌数比你多，你对其造成1点伤害。",
	
	["#bloom020"] = "迷途的猫咪",
	["bloom020"] = "雾谷希",--花 - 空 - 3血
	["ikmice"] = "谜策",
	[":ikmice"] = "出牌阶段限一次，你可以将所有手牌当任意一张非延时类锦囊牌使用。",
	["ikzhiyu"] = "智愚",
	[":ikzhiyu"] = "每当你受到一次伤害后，你可以摸一张牌，然后展示所有手牌，若颜色均相同，伤害来源弃置一张手牌。",
	
	["#bloom021"] = "水边之花",
	["bloom021"] = "玖我夏树",--花 - 空 - 4血
	["ikguanchong"] = "贯铳",
	[":ikguanchong"] = "摸牌阶段摸牌时，你可以选择一项：\
1.额外摸一张牌，若如此做，你不能使用或打出【杀】，直到回合结束。\
2.少摸一张牌，若如此做，你于出牌阶段使用【杀】时无距离限制，且你可以额外使用一张【杀】，直到回合结束。",
	["#IkGuanchong1"] = "%from 发动了“%arg”，额外摸一张牌",
	["#IkGuanchong2"] = "%from 发动了“%arg”，少摸一张牌",
	["ikguanchong:guan"] = "额外摸一张牌",
	["ikguanchong:chong"] = "少摸一张牌",
	["ikguanchong:cancel"] = "不发动",

	["#bloom022"] = "奇迹的魔女",
	["bloom022"] = "芙蕾德莉卡•贝伦卡斯泰露",--花 - 幻 - 3血
	["iklundao"] = "轮道",
	[":iklundao"] = "在一名角色的判定牌生效前，你可以亮出牌堆顶的一张牌代替之。",
	["ikxuanwu"] = "玄舞",
	[":ikxuanwu"] = "结束阶段开始时，你可以进行一次判定，若结果为黑色，你观看牌堆顶的1+X张牌（X为你已损失的体力值），然后将这些牌交给一名角色。",

	["#bloom023"] = "爆裂的雷光",
	["bloom023"] = "菲特•泰斯特罗莎•哈拉温",--花 - 空 - 4血
	["ikxiaorui"] = "骁锐",
	[":ikxiaorui"] = "其他角色的结束阶段开始时，你可以弃置一张基本牌，若如此做，该角色需弃置一张非基本牌，否则受到你对其造成的1点伤害。",
	["@ikxiaoruiask"] = "请弃置一张基本牌发动“骁锐”",
	["@ikxiaoruiresp"] = "请弃置一张非基本牌",
	
	["#bloom024"] = "高贵的赤蔷薇",
	["bloom024"] = "真红",--花 - 空 - 4血
	["ikxinban"] = "心绊",
	[":ikxinban"] = "出牌阶段限一次，你可以将一张装备牌置于一名角色的装备区内，然后若该牌为武器牌，弃置该角色或该角色攻击范围内的一名角色区域内的一张牌；若为防具牌，该角色摸两张牌；若为坐骑牌，该角色回复1点体力。",
	
	["#bloom025"] = "繁星之忆",
	["bloom025"] = "梅娅•艾丝•艾菲梅拉尔",--花 - 空 - 3血
	["ikxingshi"] = "星筮",
	[":ikxingshi"] = "每当你受到一次伤害后，你可以亮出牌堆顶的四张牌。然后获得其中任意数量点数之和小于或等于13的牌，将其余的牌置入弃牌堆。",
	["ikshouyan"] = "狩魇",
	[":ikshouyan"] = "每当体力值为1的一名其他角色受到伤害时，你可以将人物牌翻面并弃置一张装备牌，然后防止此伤害。",
	
	["#bloom026"] = "恶趣的千金",
	["bloom026"] = "凉月奏",--花 - 空 - 4血
	["ikjingce"] = "精策",
	[":ikjingce"] = "出牌阶段结束时，若你于此回合使用的牌的数量不小于你的体力值，你可以摸两张牌。",

	["#bloom027"] = "冰雾的雪姬",
	["bloom027"] = "司波深雪",--花 - 空 - 3血
	["ikbingyan"] = "冰焰",
	[":ikbingyan"] = "出牌阶段限一次，你可以弃置至少一张手牌，令一名其他角色选择一项：弃置一张与你所弃置牌类型均不同的手牌；或该角色将人物牌翻面并摸等同于你弃牌数的牌。",
	["ikxuelian"] = "雪涟",
	[":ikxuelian"] = "每当你受到一次伤害后，你可以展示一张手牌，令伤害来源弃置一张类别不同的手牌，否则你回复1点体力。",

	["#bloom028"] = "自慢的黄蔷薇",
	["bloom028"] = "金丝雀",--花 - 空 - 3血
	["ikhuyin"] = "弧音",
	[":ikhuyin"] = "每当你受到一次伤害后，选择一种牌的类别，令伤害来源不能使用、打出或弃置该类别的手牌，直到回合结束。",
	["@ikhuyin_basic"] = "弧音(基本牌)",
	["@ikhuyin_equip"] = "弧音(装备牌)",
	["@ikhuyin_trick"] = "弧音(锦囊牌)",
	["#IkHuyin"] = "%from 对 %to 发动“<font color=\"yellow\">弧音</font>”，限制了 %arg",
	["#IkHuyinClear"] = "%from 的“<font color=\"yellow\">弧音</font>”效果消失",
	["ikhongce"] = "鸿策",
	[":ikhongce"] = "当锦囊牌指定你为目标后，你可以摸一张牌，若如此做，且此锦囊牌指定了包括你在内的多名角色为目标，此锦囊牌对你无效。",
	["#IkHongceAvoid"] = "“%arg2”效果被触发，【%arg】 对 %from 无效",

	["#bloom031"] = "绝世的妖魂",
	["bloom031"] = "玉藻前",--花 - 幻 - 3血
	["ikqingguo"] = "倾国",
	[":ikqingguo"] = "结束阶段开始时，若你已受伤，你可以摸至多X张牌，然后将等量的手牌依次交给一名其他角色（X为你已损失的体力值）。",
	["ikjingshi"] = "镜石",
	[":ikjingshi"] = "当你成为一名其他角色使用的【杀】或非延时类锦囊牌的目标时，你可失去1点体力，令此牌对你无效，然后你弃置该角色一张牌。",

	["#bloom032"] = "灭牙的元神灵",
	["bloom032"] = "狮子神黑",--花 - 空 - 4血
	["ikfengxing"] = "风行",
	[":ikfengxing"] = "准备阶段开始时，你可以展示全部的手牌，若其中没有【杀】，你摸一张牌。你可以重复此流程，直到你展示的牌中有【杀】为止。",

	["#bloom033"] = "日曜的墓守者",
	["bloom033"] = "艾•亚丝汀",--花 - 空 - 4血
	["ikshenyu"] = "神御",
	[":ikshenyu"] = "你的回合结束时，你可以令至多X名其他角色获得一枚“御守”标记。当没有“御守”标记的其他角色计算与拥有“御守”标记的角色的距离时，始终+1，直到你的下一个回合结束（X为存活角色的数量的一半-1，向下取整）。",

	["#bloom034"] = "乐土的和声",
	["bloom034"] = "艾丝蒂尔•特尔提娜＆莉特丝•特尔提娜",--花 - 空 - 4血
	["ikqizhong"] = "祈钟",
	[":ikqizhong"] = "当你于出牌阶段使用牌时，若此牌与你此阶段使用的上一张牌颜色不同，你可以亮出牌堆顶的一张牌，若亮出的牌与你使用的牌颜色不同，你获得之；否则，你可以用一张牌替换之或将该牌置入弃牌堆。",

	["#bloom035"] = "天光的勇者",
	["bloom035"] = "游佐恵美",--花 - 空 - 4血
	["ikduduan"] = "独断",
	[":ikduduan"] = "准备阶段开始时，你可以摸一张牌或弃置你或你攻击范围内的一名角色的一张牌。若如此做，且你于此回合的出牌阶段没有造成伤害，你的手牌上限-2，直到回合结束。",

	["#bloom036"] = "弁天号舰长",
	["bloom036"] = "加藤茉莉香",--花 - 空 - 4血
	["ikpaomu"] = "炮幕",
	[":ikpaomu"] = "限定技，你可以令一名其他角色获得一枚“猎标”标记。你计算与拥有“猎标”标记的角色的距离时始终为1；你对其使用黑色【杀】在结算后，可以令所有攻击范围内有该角色的其他角色依次选择一项：对该角色使用一张【杀】，或令你摸一张牌。该角色死亡时，你可以将场上的“猎标”标记转移给一名其他角色。",

	["#bloom037"] = "目隐的演绎着",
	["bloom037"] = "小樱茉莉",--花 - 空 - 4血
	["ikmuhe"] = "目合",
	[":ikmuhe"] = "每当你使用或其他角色在你的回合内使用【闪】时，你可以将牌堆顶的一张牌面朝上置于你的人物牌上；一名其他角色的出牌阶段开始时，你可以将你人物牌上的一张牌置入弃牌堆，然后该角色本阶段可以使用【杀】的次数上限-1。",

	["#bloom039"] = "时光的溯行者",
	["bloom039"] = "晓美焰",--花 - 空 - 4血
	["ikhuaan"] = "华岸",
	[":ikhuaan"] = "每当你的黑色基本牌因弃置而进入弃牌堆时，你可以将之当做【枯羽华庭】置于一名其他角色的判定区里。",
	["ikyongxin"] = "勇心",
	[":ikyongxin"] ="你攻击范围内的一名角色的判定阶段开始时，你可弃置其判定区里的一张牌，视为对其使用一张【杀】。若此【杀】未造成伤害，你摸一张牌。",

	["#bloom040"] = "邪娇之恋",
	["bloom040"] = "我妻由乃",--花 - 空 - 4血
	["ikkuangzhan"] = "狂战",
	[":ikkuangzhan"] = "锁定技，一名其他角色死亡时，你不执行奖惩，然后须摸三张牌。",
	["ikshenji"] = "神记",
	[":ikshenji"] ="限定技，准备阶段开始时，你可以摸三张牌，然后将你判定区里的全部牌置入弃牌堆。",

	["#bloom041"] = "魔王杀的圣剑",
	["bloom041"] = "提露密努丝•艾丝特",--花 - 空 - 4血
	["ikhujie"] = "护界",
	[":ikhujie"] = "每当一名角色成为【杀】的目标后，若你与该角色的距离不大于1，你可以将一张牌交给该角色并令其展示之，若为装备牌，其可使用之，然后你摸一张牌。",

	["#bloom044"] = "绯冰之梦",
	["bloom044"] = "雪之下雪乃",--花 - 空 - 4血
	["iklingxue"] = "淩雪",
	[":iklingxue"] = "每当你受到1点伤害后，你可以令当前回合角色手牌上限-1，直到回合结束。然后此回合结束时，你摸X张牌（X为该角色弃牌阶段弃置的牌的数量）。",

	["#bloom045"] = "鸣露的策士",
	["bloom045"] = "新子憧",--花 - 幻 - 4血
	["ikdengpo"] = "登破",
	[":ikdengpo"] = "出牌阶段限一次，你可以弃置X张牌并令一名牌数不少于X的其他角色弃置等量的牌（至多弃置四张），若如此做，此阶段结束时，你与其各摸X张牌。若你以此法弃置了你装备区的最后一张牌，你无视与该角色的距离，直到回合结束。",

	["#bloom046"] = "血坏的大使",
	["bloom046"] = "初濑伊纲",--花 - 空 - 5血
	["ikgonghu"] = "功狐",
	[":ikgonghu"] = "锁定技，每当一名角色死亡后，你增加1点体力上限，然后回复1点体力。",
	["ikxuewu"] = "血舞",
	[":ikxuewu"] = "锁定技，每当你的体力上限变化后或你失去体力后，你须选择一项：弃置一名其他角色的一张牌，或摸一张牌。",
	--ikbenghuai

--snow
	["#snow016"] = "雷光的恶魔",
	["snow016"] = "安藤美雷",--雪 - 空 - 4血
	["ikleilan"] = "雷岚",
	[":ikleilan"] = "锁定技，当你失去一次装备区里的装备牌时；或弃牌阶段结束时，若你在此阶段弃置了两张或更多的手牌，你须获得1枚“疾雷”标记。一名角色的结束阶段开始时，你须弃置1枚“疾雷”标记，然后选择一项：\
1. 视为对一名其他角色使用一张具雷电伤害的【杀】；\
2. 对距离为1的一名角色造成1点雷电伤害；\
3. 摸一张牌，然后弃置一张手牌。\
你须重复此流程，直到你没有“疾雷”标记为止。",
	["ikleilan:slash"] = "视为对一名其他角色使用一张具雷电伤害的【杀】",
	["ikleilan:damage"] = "对距离为1的一名角色造成1点雷电伤害",
	["ikleilan:draw"] = "摸一张牌，然后弃置一张手牌",
	["@jilei"] = "疾雷",

	["#snow017"] = "返魂的魔女",
	["snow017"] = "右代宫缘寿",--雪 - 幻 - 3血
	["ikyuanfa"] = "源法",
	[":ikyuanfa"] = "当一名角色进入濒死状态时，你可以展示其一张手牌，若不为基本牌，该角色须弃置此牌，然后回复1点体力。",
	["ikguanju"] = "观剧",
	[":ikguanju"] = "出牌阶段限一次，你可以选择两名装备区的装备牌数差不大于X的角色，交换他们装备区的全部装备牌（X为你已损失的体力值）。",
	["#IkGuanjuSwap"] = "%from 交换了 %to 的装备",

	["#snow018"] = "香魂翩跹",
	["snow018"] = "巴麻美",--雪 - 空 - 4血
	["ikzhongqu"] = "终曲",
	[":ikzhongqu"] = "你每使用【杀】造成一次伤害后，可以令受到该伤害的角色摸X张牌（X为该角色的体力值，且至多为5），然后该角色将其人物牌翻面。",

	["#snow019"] = "超世之英魂",
	["snow019"] = "黑岩舒",--雪 - 空 - 4血
	["iklingpao"] = "灵炮",
	[":iklingpao"] = "你可以将一张普通【杀】当具火焰伤害的【杀】使用。若以此法使用的【杀】造成了伤害，则在此【杀】结算后你失去1点体力；你使用具火焰伤害的【杀】时，可以额外指定一个目标。",
	["ikxiaozui"] = "销罪",
	[":ikxiaozui"] = "结束阶段开始时，若你的人物牌上没有牌，你可将任意数量的【杀】置于你的人物牌上，称为“罪”。当一名角色处于濒死状态时，你可将一张“罪”置入弃牌堆，视为该角色使用一张【桃】。",
	["ikxiaozuipile"] = "罪",
	["@ikxiaozui"] = "你可以发动“销罪”",
	["~ikxiaozui"] = "选择若干张【杀】→点击确定",

	["#snow020"] = "未闻此花之名",
	["snow020"] = "本间芽衣子",--雪 - 幻 - 3血
	["ikanxu"] = "安恤",
	[":ikanxu"] = "出牌阶段限一次，你可以指定两名手牌数不同的其他角色，其中手牌较少的角色获得手牌较多的角色一张手牌，并展示之。若此牌非黑桃，则你摸一张牌。",
	["ikzhuiyi"] = "追忆",
	[":ikzhuiyi"] = "你死亡时，可以指定一名除杀死你的角色之外的角色，该角色摸三张牌并回复1点体力。",

	["#snow021"] = "杏林之烁剑",
	["snow021"] = "结城明日奈",--雪 - 空 - 4血
	--ikxuanren
	["ikjieyou"] = "解忧",
	[":ikjieyou"] = "当一名角色进入濒死状态时，你可对当前回合的角色使用一张【杀】，此【杀】造成伤害时，你防止此伤害，视为对该濒死角色使用了一张【桃】。",
	["ikjieyou-slash"] = "请对 %src 使用一张【杀】以响应技能",
	["#IkJieyouNull1"] = "%from 已经脱离了濒死状态，解忧效果二无法执行。",
	["#IkJieyouNull2"] = "%from 已经死透了，解忧效果二无法执行。",

	["#snow022"] = "影中的妖刀",
	["snow022"] = "忍野忍",--雪 - 空 - 4血
	["ikxindu"] = "心渡",
	[":ikxindu"] = "你使用【杀】时，可以额外指定一名距离为1的角色为目标。",
	["ikfenxun"] = "奋迅",
	[":ikfenxun"] = "出牌阶段限一次，你可以弃置一张牌并指定一名角色，当你计算与该角色的距离时，无视除该角色之外的其他角色及场上的坐骑牌，直到回合结束。",

	["#snow023"] = "绯樱的妖精",
	["snow023"] = "艾露莎•斯卡雷特",--雪 - 空 - 4血
	["ikqianbian"] = "千变",
	[":ikqianbian"] = "当你失去一次装备区里的牌时，你可以依次弃置一至两名其他角色的共计两张牌，你以此法每弃置了一张基本牌，你摸一张牌。",

	["#snow024"] = "绯红的棉花糖",
	["snow024"] = "樱野栗梦",--雪 - 空 - 4血
	["designer:snow024"] = "ByArt",
	["illustrator:snow024"] = "正体不明",
	["cv:snow024"] = "暂无",
	["ikmengjing"] = "萌境",
	[":ikmengjing"] = "出牌阶段限一次，你可以弃置一张牌，令你的攻击范围无限，直到回合结束；若你以此法弃置的牌为装备牌，你可以弃置一名其他角色的一张牌。",
	["ikzhizhan"] = "止战",
	[":ikzhizhan"] = "限定技，出牌阶段，你可以指定一名角色，攻击范围内含有该角色的所有角色须依次选择一项：弃置一张武器牌；或令该角色摸一张牌。",
	["@ikzhizhan-discard"] = "请弃置一张武器牌",
	["@ikzhizhan"] = "止战(未发动)",
	["@ikzhizhanused"] = "止战(已发动)",

	["#snow025"] = "喜翠之光",
	["snow025"] = "松前绪花",--雪 - 空 - 3血
	["ikhongrou"] = "弘柔",
	[":ikhongrou"] = "出牌阶段限一次，你可弃置一张牌并令至多两名其他角色各摸一张牌。",
	["ikhuaxiao"] = "花咲",
	[":ikhuaxiao"] = "你的回合外，当你的红色牌因使用、打出或弃置而置入弃牌堆时，你可以令一名角色摸一张牌。",

	["#snow026"] = "赤莲的铳使",
	["snow026"] = "优子•莉特纳",--雪 - 空 - 4血
	["designer:snow026"] = "正体不明",
	["illustrator:snow026"] = "正体不明",
	["cv:snow026"] = "暂无",
	["ikduoren"] = "夺刃",
	[":ikduoren"] = "每当你受到【杀】造成的一次伤害后，你可以弃置一张牌，然后获得伤害来源装备区的武器牌。",
	["ikanju"] = "暗狙",
	[":ikanju"] = "当你使用的【杀】对目标角色造成伤害时，若你不在其攻击范围内，则此伤害+1。",

	["#snow027"] = "乐园的王女",
	["snow027"] = "茉茉•贝莉雅•戴比露克",--雪 - 空 - 3血
	["ikzongxuan"] = "纵玄",
	[":ikzongxuan"] = "每当你的牌因弃置进入弃牌堆前，你可以将此牌置于牌堆顶。",
	["ikzhice"] = "直策",
	[":ikzhice"] = "结束阶段开始时，你可令一名角色摸一张牌并展示之，若此牌为装备牌，该角色回复1点体力并使用此牌。",

	["#snow028"] = "完璧之妹",
	["snow028"] = "高坂桐乃",--雪 - 空 - 4血
	["designer:snow028"] = "正体不明",
	["illustrator:snow028"] = "正体不明",
	["cv:snow028"] = "暂无",
	["ikyinzhai"] = "隐宅",
	[":ikyinzhai"] = "每当你造成一次伤害后，你可以摸一张牌。若如此做，终止一切结算，且当前回合结束。",

	["#snow031"] = "异国的公主",
	["snow031"] = "梅露露琳丝•蕾蒂•阿鲁兹",--雪 - 空 - 3血
	["iklingyun"] = "灵运",
	[":iklingyun"] = "你使用的基本牌在结算后置入弃牌堆时，你可以将之置于牌堆顶。",
	["ikmiyao"] = "秘药",
	[":ikmiyao"] = "一名其他角色的回合结束时，你可以将手牌补至或弃置至等同于其手牌数的张数。若你以此法获得了两张或更多的牌，你失去1点体力；若你以此法弃置了两张或更多的牌，你回复1点体力。",

	["#snow032"] = "并蒂之舞",
	["snow032"] = "柊镜＆柊司",--雪 - 幻 - 3血
	["ikqiwu"] = "祈舞",
	[":ikqiwu"] = "弃牌阶段开始时，你可以将一张手牌面朝上置于你的人物牌上，称为“祈”。当你拥有三张“祈”时，须全部弃置之，并对一名空属性角色造成2点伤害，然后弃置其装备区的所有牌。",
	["ikshendao"] = "神道",
	[":ikshendao"] = "锁定技，若你拥有“祈”，你可以发动“知惠”和“眩惑”。",
	
	["#snow033"] = "第五本源行者",
	["snow033"] = "苍崎青子",--雪 - 空 - 3血
	["iktianyan"] = "天衍",
	[":iktianyan"] = "你的回合外，当你需要使用或打出一张基本牌时，你可以观看牌堆顶的两张牌。若其中有此名称的牌，你可以获得并使用或打出之。",
	["ikcangwu"] = "苍武",
	[":ikcangwu"] = "出牌阶段，你可以弃置X张牌，并对你攻击范围内的一名角色造成1点伤害（X为该角色的体力值）。若你以此法令该角色进入濒死状态，则濒死状态结算后你失去1点体力，且此回合不能再发动“苍武”。",
	
	["#snow034"] = "恶趣的女仆",
	["snow034"] = "汐王寺茉莉花",--雪 - 空 - 4血
	["ikshidao"] = "侍道",
	[":ikshidao"] = "当你需要使用一张基本牌时，你可以将两张不同类别的牌交给一名其他角色，视为你使用了一张该名称的基本牌。",
	
	["#snow035"] = "绮语的采女",
	["snow035"] = "琴羽",--雪 - 空 - 4血
	["iktaoxiao"] = "桃枭",
	[":iktaoxiao"] = "出牌阶段，你可以将一张【桃】当【神惠雨降】使用。",
	["ikyushen"] = "愈神",
	[":ikyushen"] = "在你的回合，每当一名角色回复1点体力后，你可以摸一张牌或弃置该角色的一张牌。",
	
	["#snow036"] = "天赐的艺术家",
	["snow036"] = "椎名真白",--雪 - 空 - 3血
	--ikmitu
	["iklinghui"] = "灵绘",
	[":iklinghui"] = "出牌阶段，你可以令一名其他角色摸一张牌，然后其须亮出一张手牌，你可以弃置任意张颜色相同的手牌，并令等量的角色依次摸两张牌。",
	
	["#snow037"] = "自称的血族真祖",
	["snow037"] = "羽濑川小鸠",--雪 - 幻 - 3血
	["ikjiaoshi"] = "矫誓",
	[":ikjiaoshi"] = "出牌阶段限一次，当你使用【杀】或黑色非延时类锦囊牌指定唯一目标时，你可令可以成为此牌目标的另一名其他角色选择一项：交给你一张牌并成为此牌的使用者；或成为此牌的额外目标。",
	["iklinghuang"] = "灵煌",
	[":iklinghuang"] = "每当你受到一名空属性角色造成的伤害时，你可以弃置一张装备牌，令此伤害-1。",
	
	["#snow039"] = "凡尘天使",
	["snow039"] = "榛名",--雪 - 空 - 3血
	["ikshenxing"] = "慎行",
	[":ikshenxing"] = "出牌阶段，你可以弃置两张牌，然后摸一张牌。",
	["ikxiangzhao"] = "祥昭",
	[":ikxiangzhao"] = "结束阶段开始时，你可以展示所有手牌，若均为同一颜色，则你令至多X名角色各摸一张牌（X为你的手牌数）。",
	
	["#snow041"] = "冰凌的狙手",
	["snow041"] = "朝田诗乃",--雪 - 空 - 4血
	["ikyoudan"] = "幽弹",
	[":ikyoudan"] = "出牌阶段，你可以选择你攻击范围内的一名角色，然后弃置X张牌（X为此阶段你发动“幽弹”的次数），若以此法弃置的牌的数量为一张，你弃置该角色一张牌；若为两张，令该角色交给你一张牌；若为三张，你对该角色造成1点伤害；若不小于四张，你与该角色各摸两张牌。",

	["#snow045"] = "电子的妖精",
	["snow045"] = "星野琉璃",--雪 - 空 - 4血
	["ikhuaiji"] = "怀计",
	[":ikhuaiji"] = "一名角色的出牌阶段结束时，若此阶段进入弃牌堆的牌数大于你的体力值，你可以将牌堆顶的三张牌置入弃牌堆，若其中有红桃牌，你可以令一名角色回复1点体力。",
	["ikdianyan"] = "电衍",
	[":ikdianyan"] = "出牌阶段限一次，你可以将一张手牌面朝上置于牌堆底。一名角色获得该牌时，你可以令其摸两张牌；或失去1点体力。",
	
--luna
	["#luna010"] = "无声的和绘",
	["luna010"] = "立华奏",--月 - 空 - 4血
	["iklvdong"] = "律动",
	[":iklvdong"] = "出牌阶段限一次，你可以与一名其他角色拼点。若你赢，你获得以下技能直到回合结束：无视与该角色的距离及其防具；你可以对其使用任意数量的【杀】。若你没赢，你不能使用【杀】直到回合结束。",
	["ikguozai"] = "过载",
	[":ikguozai"] = "锁定技，你的【酒】均视为【杀】。",
	["@iklvdong-slash"] = "你可以对律动目标不限次数出杀",

	["#luna013"] = "摇摆的命运",
	["luna013"] = "牧濑红莉栖",--月 - 空 - 3血
	["ikmingce"] = "明策",
	[":ikmingce"] = "出牌阶段限一次，你可以交给一名其他角色一张装备牌或【杀】，然后令其选择一项：视为对其攻击范围内的一名由你指定的角色使用一张【杀】；或摸一张牌。",
	["ikmingce:use"] = "对攻击范围内的一名角色使用一张【杀】",
	["ikmingce:draw"] = "摸一张牌",
	["ikzhichi"] = "智迟",
	[":ikzhichi"] = "锁定技，你的回合外，每当你受到一次伤害后，【杀】或非延时类锦囊牌对你无效，直到回合结束。",
	["#IkZhichiDamaged"] = "%from 受到了伤害，本回合内【<font color=\"yellow\">杀</font>】或非延时锦囊都将对其无效",
	["@late"] = "智迟",

	["#luna015"] = "原野日和之春",
	["luna015"] = "小牧爱佳",--月 - 空 - 4血
	["tianjing"] = "恬静",
	[":tianjing"] = "锁定技，若你已受伤，你的手牌上限+4。",
	["danbo"] = "澹泊",
	[":danbo"] = "摸牌阶段摸牌时，你可以额外摸X张牌（X为你已损失的体力值），然后跳过你此回合的出牌阶段。",

	["#luna016"] = "情殇的雷神",
	["luna016"] = "伊诗塔尔•弗利吉",--月 - 空 - 6血
	["ikxinshang"] = "心殇",
	[":ikxinshang"] = "锁定技，每当你受到一次非梅花【杀】造成的伤害后，你须减少1点体力上限。",
	["ikqilei"] = "悽雷",
	[":ikqilei"] = "每当你减少1点体力上限后；或使用具雷电伤害的【杀】造成一次雷电伤害，在伤害结算后，你可以对你攻击范围内的一名其他角色造成1点雷电伤害。",

	["#luna017"] = "言灵的法圣",
	["luna017"] = "优里克伍德•赫尔塞伊斯",--月 - 空 - 4血
	["ikchenyan"] = "谶言",
	[":ikchenyan"] = "锁定技，摸牌阶段摸牌时，你额外摸X张牌；弃牌阶段开始时，你须弃置X+1张牌（X为场上的势力数且至少为2）。",
	--ikshengzun
	["#IkChenyanGood"] = "%from 触发“%arg2”，额外摸了 %arg 张牌",
	["#IkChenyanBad"] = "%from 触发“%arg2”，须弃置 %arg 张牌",
	["#IkChenyanWorst"] = "%from 的锁定技“%arg2”被触发，弃置了所有的装备和手牌（共 %arg 张）",

	["#luna018"] = "默然的空之音",
	["luna018"] = "筒隐月子",--月 - 空 - 4血
	["ikzhuji"] = "祝祭",
	[":ikzhuji"] = "锁定技，若你的体力值大于2，当你计算与其他角色的距离时，始终-1；若你的体力值不大于2，当其他角色计算与你的距离时，始终+1。",
	["ikbenyin"] = "本音",
	[":ikbenyin"] = "每当你使用黑色【杀】对一名角色造成伤害后，你可以选择一项：弃置该角色装备区里的一张非坐骑牌；或获得该角色装备区里的一张坐骑牌。",

	["#luna019"] = "超弩级巡洋战舰",
	["luna019"] = "金刚",--月 - 空 - 4血
	--thxiagong
	["ikzhange"] = "战歌",
	[":ikzhange"] = "限定技，出牌阶段，若存活角色的数量大于五，你可以令至多三名角色各摸三张牌；否则你可以令至多两名角色各摸三张牌；若只有你摸牌，你回复1点体力。",
	["@ikzhange"] = "战歌(未发动)",
	["@ikzhangeused"] = "战歌(已发动)",

	["#luna020"] = "风的私语",
	["luna020"] = "汐宫栞",--月 - 空 - 3血
	["ikzhizhai"] = "纸砦",
	[":ikzhizhai"] = "锁定技，每当你受到伤害时，伤害来源须展示全部的手牌，否则此伤害-1。",
	["ikzhizhai:show"] = "展示全部的手牌",
	["ikzhizhai:reduce"] = "此伤害-1",
	["#ikzhizhaiDecrease"] = "%from 保留了手中的节操，对 %to 造成的伤害从 %arg 减至 %arg2 。",
	["iklihui"] = "礼惠",
	[":iklihui"] = "当你的牌因弃置而置入弃牌堆时，你可以将其交给一名其他角色。",

	["#luna021"] = "绯闪",
	["luna021"] = "亚里亚•福尔摩斯•神崎",--月 - 空 - 4血
	["ikshuangren"] = "双刃",
	[":ikshuangren"] = "出牌阶段开始时，你可以与一名其他角色拼点，若你赢，视为你对一名其他角色使用一张【杀】（此【杀】不计入每阶段的使用限制），若你没赢，你结束出牌阶段。",

	["#luna022"] = "赤铜的人形使",
	["luna022"] = "卡恰•伊卡捷琳娜•库拉耶",--月 - 空 - 3血
	["iktianfa"] = "天罚",
	[":iktianfa"] = "每当你的手牌数变化后，若小于X，你可以弃置一名其他角色的一张牌（X为你已损失的体力值且至少为1）。",
	["ikguyi"] = "孤裔",
	[":ikguyi"] = "锁定技，每当一名其他角色扣减1点体力后，若其体力值小于X，你摸一张牌；当一名其他角色死亡时，你失去1点体力（X为你已损失的体力值且至少为1）。",

	["#luna023"] = "复苏的季风",
	["luna023"] = "夏洛特•德诺阿",--月 - 空 - 4血
	--thjibu
	["ikshunqie"] = "瞬切",
	[":ikshunqie"] = "每当你使用【杀】或【碎月绮幕】造成一次伤害后，你可以获得或弃置受到该伤害的角色的装备区里的一张牌。",
	["ikshunqie:get"] = "获得此牌",
	["ikshunqie:throw"] = "弃置此牌",

	["#luna024"] = "迅舞的人神兵",
	["luna024"] = "KOS-MOS",--月 - 空 - 4血
	["iklongya"] = "龙犽",
	[":iklongya"] = "当你使用【杀】指定一名角色为目标后，你可以选择一项：摸一张牌，或弃置其一张牌。若如此做，此【杀】被【闪】抵消时，该角色须弃置你的一张牌。",
	["iklongya:draw"] = "摸一张牌",
	["iklongya:discard"] = "弃置目标角色一张牌",

	["#luna025"] = "独我之意",
	["luna025"] = "食蜂操祈",--月 - 空 - 3血
	["ikhengmou"] = "衡谋",
	[":ikhengmou"] = "当你成为【杀】的目标时，你可以弃置两张牌（不足则全弃，无牌则不弃），然后摸两张牌。若此时全场体力值最多的角色仅有一名且不是你，你可以令该角色也如此做。",
	["ikxincao"] = "心操",
	[":ikxincao"] = "出牌阶段限一次，若你有手牌，你可以将全部的手牌交给一名其他角色，然后令该角色与由你指定的另一名角色拼点。若如此做，视为拼点赢的角色对没有赢的角色使用一张【杀】。",

	["#luna026"] = "娇辣的邻人",
	["luna026"] = "三日月夜空",--月 - 空 - 3血
	["ikkouzhu"] = "口诛",
	[":ikkouzhu"] = "结束阶段开始时，若你的人物牌上没有牌，你可以将一张手牌面朝下置于你的人物牌上，称为“言”，并指定一名其他角色（该角色在亮出“言”前死亡时，须将“言”置入弃牌堆）。该角色的回合开始时，其亮出“言”并选择一项：交给你一张与此牌类型相同的手牌并获得此牌；或将此牌置入弃牌堆，然后失去1点体力。",
	["ikkouzhupile"] = "言",
	["@ikkouzhu"] = "口诛",
	["@ikkouzhu-remove"] = "你可以发动“口诛”",
	["~ikkouzhu"] = "选择一张手牌→选择一名其他角色→点击确定",
	["@ikkouzhu-give"] = "请交给目标角色一张类型相同的手牌",
	["ikjiaojin"] = "矫矜",
	[":ikjiaojin"] = "出牌阶段，你可以选择一项：令一名手牌数小于其体力值的角色摸两张牌；或令一名手牌数大于其体力值的角色弃置两张牌。你对一名角色只能发动一次“矫矜”。",
	["@ikjiaojin"] = "矫矜",

	["#luna027"] = "夏娃",
	["luna027"] = "樱满真名",--月 - 空 - 3血
	["ikjuece"] = "绝策",
	[":ikjuece"] = "在你的回合，一名角色失去最后的手牌时，你可以对其造成1点伤害。",
	["ikshangye"] = "殇夜",
	[":ikshangye"] = "你使用黑色非延时类锦囊牌仅指定一个目标后，可以额外指定一个目标。",
	["ikfenshi"] = "焚世",
	[":ikfenshi"] = "限定技，出牌阶段，你可令所有其他角色依次选择一项：弃置X张牌；或受到由你造成的1点火焰伤害（X为其装备区里牌的数量且至少为1）。",

	["#luna028"] = "摄魂的妖姬",
	["luna028"] = "阿狸",--月 - 幻 - 3血
	["ikduopo"] = "夺魄",
	[":ikduopo"] = "一名其他角色的回合开始时，若你已受伤，你可与其拼点。若你赢，该角色跳过此回合的出牌阶段；否则该角色计算与你的距离时，无视除你之外的其他角色及场上的坐骑牌，直到回合结束。",
	["ikmeihun"] = "魅魂",
	[":ikmeihun"] = "当你成为【杀】的目标时，你可以令一名其他角色选择一项：交给你一张【闪】；或该角色也成为此【杀】的目标。",

	["#luna030"] = "病娇的白蔷薇",
	["luna030"] = "雪华绮晶",--月 - 空 - 4血
	["iklingcu"] = "凌簇",
	[":iklingcu"] = "你可以跳过出牌阶段并将你的人物牌翻面，然后进行一次判定，判定牌生效后将其置于你的人物牌上。你须重复从判定开始的流程，直到你的人物牌上出现花色相同的牌为止，然后你的人物牌上每有一张牌，视为你对你攻击范围内的一名角色使用一张【杀】，在结算后，将你的人物牌上的全部的牌置入弃牌堆。",

	["#luna031"] = "灵心的炼金师",
	["luna031"] = "托托莉雅•赫尔默德",--月 - 空 - 3血
	["ikqisi"] = "奇思",
	[":ikqisi"] = "当一名手牌数不小于你的其他角色使用一张非延时类锦囊牌生效前，若你的手牌数为奇数，你可以摸一张牌，若如此做，视为你使用了一张【三滴天粒】。",
	["ikmiaoxiang"] = "妙想",
	[":ikmiaoxiang"] = "当一名手牌数不大于你的其他角色受到一次伤害后，若你的手牌数为偶数，你可以弃置一张非基本牌，然后令其回复1点体力。",

	["#luna032"] = "星咏的歌姬",
	["luna032"] = "初音未来",--月 - 空 - 3血
	["ikjichang"] = "激唱",
	[":ikjichang"] = "准备阶段开始时，若你没有手牌，你可以摸四张牌；否则你可以展示你全部的手牌，每少一种花色，你摸一张牌。若你于本阶段获得了两张或更多的牌，跳过你的判定阶段和摸排阶段。",
	["ikmanwu"] = "曼舞",
	[":ikmanwu"] = "出牌阶段限一次，你可以与一名其他角色拼点。拼点赢的角色将手牌补至等同于其体力值的张数。",

	["#luna033"] = "赤猫的琴手",
	["luna033"] = "中野梓",--月 - 空 - 4血
	["ikxianlv"] = "弦律",
	[":ikxianlv"] = "准备阶段或结束阶段开始时，你可以进行一次判定：若结果与你人物牌上任意一张牌花色均不同，你须将判定牌置于你的人物牌上，称为“乐”。一名角色的摸牌阶段开始时，你可以选择任意张“乐”并令其获得之，然后你摸一张牌，若如此做，该角色摸牌时须少摸一张牌。",

	["#luna034"] = "禁断之缘",
	["luna034"] = "春日野穹",--月 - 空 - 4血
	["ikguijiao"] = "鬼娇",
	[":ikguijiao"] = "准备阶段开始时，若所有角色都没有拥有“恶娇”标记，你可以指定一名其他角色，令其获得一枚“恶娇”标记。拥有“恶娇”标记的角色的准备阶段开始时，你可以摸一张牌，若如此做，此回合该角色的手牌上限-1。",
	["@ikguijiao"] = "你可以发动“鬼娇”",
	["@ejiao"] = "恶娇",
	["ikjinlian"] = "禁恋",
	[":ikjinlian"] = "锁定技，若你的手牌数大于体力值，你在其攻击范围内的其他角色使用【杀】时，不能指定除你以外的角色为目标。",

	["#luna035"] = "咒蛇之囮",
	["luna035"] = "千石抚子",--月 - 空 - 4血
	["iksheqie"] = "蛇切",
	[":iksheqie"] = "出牌阶段，你可令一名你攻击范围内的其他角色交给你一张手牌。然后若你的手牌数大于该角色，视为其选择对你使用一张【杀】或【碎月绮幕】。",
	["ikyanzhou"] = "延咒",
	[":ikyanzhou"] = "你死亡时翻开身份牌之前，你可以依次弃置一名其他角色的X张牌（X为你拥有的牌的数量）。",

	["#luna036"] = "神降的姬样",
	["luna036"] = "神代小莳",--月 - 空 - 4血
	["iktianwu"] = "天巫",
	[":iktianwu"] = "准备阶段开始时，你可以失去1点体力或弃置一张装备牌，然后弃置一名其他角色的一张牌。若此牌为锦囊牌，你可以令至多X名角色摸一张牌；若此牌为基本牌，你计算与其他角色的距离时，始终-X，直到回合结束；若此牌为装备牌，你于此回合的出牌阶段可额外使用X张【杀】（X为你已损失的体力值，且至少为1）。",

	["#luna037"] = "天仪的孤风",
	["luna037"] = "岛风",--月 - 空 - 4血
	["ikmoshan"] = "魔闪",
	[":ikmoshan"] = "锁定技，你的【闪】均视为【净琉璃镜】。每当你即将失去装备区的【净琉璃镜】时或失去技能“魔闪”时，须将装备区的防具牌交给一名其他角色，然后弃置一名其他角色的一张牌。",

	["#luna038"] = "魔性的王者",
	["luna038"] = "宫永照",--月 - 空 - 3血
	["iklianzhuang"] = "连庄",
	[":iklianzhuang"] = "每当你于出牌阶段内使用的牌与你此阶段使用的上一张牌点数或花色相同时，你可以摸一张牌。",
	["ikguijing"] = "鬼镜",
	[":ikguijing"] = "锁定技，每当你受到伤害后，若此伤害是你本回合第一次受到的伤害，你回复1点体力；否则你失去1点体力。",

	["#luna041"] = "邪气的烈焰",
	["luna041"] = "克图格亚",--月 - 空 - 3血
	["ikhuowu"] = "火舞",
	[":ikhuowu"] = "结束阶段开始时，你可以对一名没有手牌的角色造成1点火焰伤害。",
	["iktianxie"] = "天邪",
	[":iktianxie"] = "出牌阶段限一次，你可以展示一张黑色锦囊牌并将之置于牌堆顶，然后令有手牌的一名其他角色选择一项：弃置一张锦囊牌；或弃置两张非锦囊牌。",
	["ikbengyan"] = "崩焰",
	[":ikbengyan"] = "限定技，出牌阶段，你可令所有其他角色各选择一项：弃置至少X张牌（X为其上家以此法弃置牌的数量+1）；或受到你对其造成的2点火焰伤害。",

	["#luna043"] = "狂气的夜魇",
	["luna043"] = "时崎狂三",--月 - 幻 - 3血
	["ikzhoudu"] = "宙毒",
	[":ikzhoudu"] = "一名其他角色的出牌阶段开始时，你可以弃置一张手牌：视为该角色使用一张【酒】（计入每阶段的使用限制），然后你对其造成1点伤害。",
	["ikkuangdi"] = "狂帝",
	[":ikkuangdi"] = "一名角色的回合结束后，若你于此回合杀死至少一名角色，你可以摸三张牌。",
	["ikbengying"] = "崩影",
	[":ikbengying"] = "你死亡时，可以令杀死你的角色进行X次判定，每有一次判定结果为黑桃2~9，该角色受到3点无来源的火焰伤害（X为你的牌数）。",

	["#luna045"] = "赤色之绊",
	["luna045"] = "千堂瑛里华",--月 - 空 - 4血
	["ikxieke"] = "血刻",
	[":ikxieke"] = "出牌阶段，若你的人物牌竖置，你可视为你使用一张基本牌或【三滴天粒】，然后你将人物牌横置。",
	["ikyunmai"] = "运脉",
	[":ikyunmai"] = "回合结束时，若人物牌横置的角色数不少于X，你可以重置一名角色的人物牌；若人物牌竖置的角色数不少于X，你可以横置一名角色的人物牌（X为存活角色的数量的一半）。",

}

