
-- translation for IkaiHiPackage

return {
	["ikai-ka"] = "异世界的火种",
	
--wind
	["#wind025"] = "计测万端",
	["wind025"] = "白",--风 - 空 - 3血
	["designer:wind025"] = "幻桜落",
	["illustrator:wind025"] = "凍奈",
	["ikzhiju"] = "智局",
	[":ikzhiju"] = "阶段技。你可以弃置场上的一张牌，重置或横置一名角色的人物牌，然后你回复1点体力，若如此做，弃牌阶段开始时，你须将两张手牌以任意顺序置于牌堆顶（不足则全部置于）。<br />※操作:这两张牌将以与你点击顺序相反的顺序置于牌堆顶",
	["@ikzhiju-chain"] = "请重置或横置一名角色的人物牌",
	["@ikzhiju"] = "请将 %arg 张手牌置于牌堆顶",
	["ikyingqi"] = "影契",
	[":ikyingqi"] = "准备阶段开始时，你可选择一名其他角色，你与其的下一个出牌阶段结束时或跳过出牌阶段后，若手牌数小于体力值，当前回合角色摸一张牌。",
	["@arrangement"] = "约",
	["@ikyingqi"] = "你可以发动“影契”",

	["#wind033"] = "朝阳的游击士",
	["wind033"] = "艾丝蒂尔•布莱特",--风 - 空 - 4血
	["&wind033"] = "艾丝蒂尔",
	["designer:wind033"] = "离岛卷卷",
	["illustrator:wind033"] = "page",
	["ikjilun"] = "极轮",
	[":ikjilun"] = "阶段技。你可以弃置一张黑色手牌并选择一名装备区里有牌的角色▶你弃置其装备区里的一张牌▶你视为对其使用【杀】→当此【杀】结算结束后，若此【杀】未造成过伤害，该角色获取此装备牌。",

	["#wind034"] = "人型电脑天使心",
	["wind034"] = "芙莱雅＆艾露妲",--风 - 空 - 4血
	["designer:wind034"] = "军师祭酒",
	["illustrator:wind034"] = "うさぎもどき",
	["ikjiqiao"] = "机巧",
	[":ikjiqiao"] = "摸牌阶段结束时，你可以弃置一张牌，若弃置的牌的种类为：<br />1.基本牌，视为你对一名其他角色使用一张无视距离的【杀】<br />2.装备牌，你令一名其他角色摸两张牌<br />3.锦囊牌，你令一名其他角色回复1点体力。",
	["@ikjiqiao"] = "你可以发动“机巧”",
	["@ikjiqiao-basic"] = "请选择一名其他角色，视为对其使用一张无视距离的【杀】",
	["@ikjiqiao-equip"] = "请选择一名其他角色，令其摸两张牌",
	["@ikjiqiao-trick"] = "请选择一名其他角色，令其回复1点体力",

	["#wind035"] = "赤珠之锁",
	["wind035"] = "摩尔迦娜",--风 - 空 - 4血
	["designer:wind035"] = "淬毒",
	["illustrator:wind035"] = "常好し",
	["ikkangjin"] = "亢劲",
	[":ikkangjin"] = "出牌阶段，你可以将一张基本牌当【碎月绮斗】对体力值大于你的角色使用。",
	["ikyunjue"] = "殒决",
	[":ikyunjue"] = "锁定技。结束阶段开始时，你须展示全部的手牌，若其中有【杀】或【桃】，你失去1点体力，否则摸两张牌。你须重复此流程直到展示的牌中有【杀】或【桃】为止。",

	["#wind036"] = "蠕动之混沌",
	["wind036"] = "奈亚拉托提普",--风 - 空 - 4血
	["&wind036"] = "奈亚子",
	["designer:wind036"] = "东郊易尘Noah",
	["illustrator:wind036"] = "めたりかん",
	["ikhunkao"] = "魂铐",
	[":ikhunkao"] = "出牌阶段限两次，你可以展示全部的手牌，并弃置其中一种花色全部的牌，然后你指定一至两名且至多等同于弃置的牌的数量的你攻击范围内的角色，并令她们依次选择一项：交给你一张该花色的牌；或视为你对其使用一张无视距离且不计入使用限制的【杀】。",
	["@ikhunkao-give"] = "受“魂铐”影响，请交给 %src 一张 %arg 牌，否则视为其对你使用一张无视距离的【杀】",

	["#wind045"] = "讨魔的暗杀者",
	["wind045"] = "雪风•帕尼托尼",--风 - 空 - 4血
	["&wind045"] = "雪风",
	["designer:wind045"] = "幻桜落",
	["illustrator:wind045"] = "立羽",
	["ikhualan"] = "花岚",
	[":ikhualan"] = "一名有手牌的角色的回合开始时，你可以将至多三张手牌置于牌堆顶，若如此做，此回合弃牌阶段结束时，你摸等同于该角色此阶段弃牌数量的牌。<br /><font color=\"blue\">※这些牌将以与你点击顺序相反的顺序置于牌堆顶</font>",
	["@ikhualan"] = "你可以发动“花岚”",
	["~ikhualan"] = "选择一至三张手牌→点击确定",
	["#ikhualan-draw"] = "花岚（摸牌）",

	["#wind047"] = "焰弓的空舰",
	["wind047"] = "加贺",--风 - 空 - 3血
	["designer:wind047"] = "沸治·克里夫",
	["illustrator:wind047"] = "Spark",
	["iktianhua"] = "天华",
	[":iktianhua"] = "锁定技。回合结束时，或你的回合外每当你失去手牌时，若你的手牌数不大于一，你观看牌堆顶的三张牌，然后获得其中至少一张牌，将其余的牌以任意顺序置于牌堆顶。你始终跳过你的摸牌阶段和弃牌阶段。",
	["ikhuangshi"] = "煌矢",
	[":ikhuangshi"] = "出牌阶段开始时，或每当你受到1点伤害后，你可以弃置一至两张手牌，然后令你攻击范围外的一名其他角色弃置等量的牌。",
	["@ikhuangshi"] = "你可以发动“煌矢”",
	["~ikhuangshi"] = "选择一至两张手牌→选择目标角色→点击确定",

	["#wind048"] = "无印的堇心",
	["wind048"] = "涅普蒂努",--风 - 空 - 4血
	["designer:wind048"] = "丫奶",
	["illustrator:wind048"] = "つなこ",
	["ikxizi"] = "夕紫",
	[":ikxizi"] = "准备阶段开始时，若你有手牌，你可以展示之，并弃置其中一种颜色的所有的牌，然后摸两张牌。",

	["#wind050"] = "苦噬的百手姬",
	["wind050"] = "德川樱",--风 - 幻 - 4血
	["&wind050"] = "德川",
	["designer:wind050"] = "名和行年",
	["illustrator:wind050"] = "みやま零",
	["ikdongzhao"] = "东照",
	[":ikdongzhao"] = "阶段技。你可以失去1点体力，并选择一名其他角色，若如此做，该角色此阶段使用的下一张牌无效，且你此阶段使用的下一张基本牌或非延时类锦囊牌，须无视合法性指定该角色为额外的目标。",

	["#wind051"] = "所罗门的梦魇",
	["wind051"] = "夕立",--风 - 空 - 4血
	["designer:wind051"] = "RP集散中心",
	["illustrator:wind051"] = "小龍",
	["ikelu"] = "噩露",
	[":ikelu"] = "其他角色的出牌阶段开始时，你可以无视距离对其使用一张【杀】。若此【杀】造成了伤害，该角色不能使用【杀】或【碎月绮斗】，直到回合结束；否则你视为在该角色的攻击范围内，直到回合结束。",
	["@ikelu"] = "你可以发动“噩露”对 %src 使用一张【杀】",

	["#wind057"] = "双面干物妹",
	["wind057"] = "土间埋",--风 - 空 - 4血
	["&wind057"] = "埋",
	["designer:wind057"] = "好孩子系我",
	["illustrator:wind057"] = "みかんのしる",
	["ikyinchou"] = "隐筹",
	[":ikyinchou"] = "每当你使用基本牌，在结算后，若你的手牌中没有名称相同的牌，你可以展示所有手牌并摸一张牌，每回合限三次。",

--bloom
	["#bloom032"] = "灭犽的元神灵",
	["bloom032"] = "狮子神黑",--花 - 空 - 4血
	["&bloom032"] = "黑",
	["designer:bloom032"] = "沸治·克里夫",
	["illustrator:bloom032"] = "かろりー",
	["ikfengxing"] = "风行",
	[":ikfengxing"] = "摸牌阶段，你可以少摸一张牌，若如此做，你可以展示全部的手牌，若其中没有【杀】，你摸一张牌。你可以重复此流程，直到你展示的牌中有【杀】为止，然后你计算与其他角色的距离时，始终+X，直到回合结束（X为你此回合发动“风行”的次数-2且至少为0）。",
	["ikfengxing:show"] = "你可以展示所有手牌",
	["#ikfengxing-distance"] = "风行",

	["#bloom034"] = "乐土的和声",
	["bloom034"] = "莉特丝•特尔提娜＆萨露莎•特尔提娜",--花 - 空 - 4血
	["&bloom034"] = "莉特丝＆萨露莎",
	["designer:bloom034"] = "东郊易尘Noah",
	["illustrator:bloom034"] = "こ～ちゃ",
	["ikqizhong"] = "祈钟",
	[":ikqizhong"] = "当你于出牌阶段使用牌时，若此牌与你此阶段使用的上一张牌颜色不同，你可以亮出牌堆顶的一张牌，若亮出的牌与你使用的牌颜色不同，你获得之；否则，你可以用一张手牌替换之，或将该牌置入弃牌堆。",
	["@ikqizhong-exchange"] = "你可以用一张手牌替换亮出的【%arg】",

	["#bloom035"] = "天光的勇者",
	["bloom035"] = "游佐恵美",--花 - 空 - 4血
	["&bloom035"] = "恵美",
	["designer:bloom035"] = "GODLASTER",
	["illustrator:bloom035"] = "刃天",
	["ikduduan"] = "独断",
	[":ikduduan"] = "准备阶段开始时，你可以摸一张牌或弃置你或你攻击范围内的一名角色的一张牌。若如此做，且你于此回合的出牌阶段没有造成伤害，你的手牌上限-2，直到回合结束。",
	["@ikduduan"] = "你发动了“独断”，可以弃置你或你攻击范围内的一名角色的一张牌，或点“取消”摸一张牌",

	["#bloom036"] = "豪雷的魔王",
	["bloom036"] = "北上",--花 - 空 - 4血
	["designer:bloom036"] = "昂翼天使",
	["illustrator:bloom036"] = "ninnzinn",
	["ikjimu"] = "亟幕",
	[":ikjimu"] = "限定技。出牌阶段，你可以令一名其他角色获得1枚“亟”标记〈①此〖<b>亟幕</b>〗的使用者到你的距离视为1。②此〖<b>亟幕</b>〗的使用者对你使用的【杀】结算结束后，其可以令除其外的一名角色选择一项：1.对你使用【杀】（无距离限制）；2.令此〖<b>亟幕</b>〗的使用者摸一张牌。③当你死亡时，此〖<b>亟幕</b>〗的使用者可以选择除其外的一名角色，令该角色获得1枚“亟”标记〉。",
	["@speed"] = "亟",
	["@ikjimu"] = "请选择“亟幕”的目标",
	["@ikjimu-slash"] = "受“亟幕”影响，请对 %dest 使用一张无视距离的【杀】，或点“取消”令 %src 摸一张牌",

	["#bloom045"] = "鸣露的策士",
	["bloom045"] = "新子憧",--花 - 幻 - 4血
	["&bloom045"] = "憧",
	["designer:bloom045"] = "aisu9",
	["illustrator:bloom045"] = "NAbyssor",
	["ikdengpo"] = "登破",
	[":ikdengpo"] = "阶段技。你可以弃置X张牌并令一名牌数不少于X的其他角色弃置等量的牌（至多弃置四张），若如此做，此阶段结束时，你与其各摸X张牌。若你以此法弃置了你装备区的最后一张牌，你无视与该角色的距离，直到回合结束。",

	["#bloom047"] = "黑死斑的魔王",
	["bloom047"] = "佩丝特",--花 - 空 - 3血
	["designer:bloom047"] = "数据流突袭者",
	["illustrator:bloom047"] = "kaze",
	["ikguoshang"] = "国殇",
	[":ikguoshang"] = "锁定技。每当一名其他角色于你的回合内受到一次伤害后，若其有【酒】的效果，无效该效果，然后你获得其一张手牌。",
	["ikzuiyan"] = "醉宴",
	[":ikzuiyan"] = "专属技。出牌阶段开始时，你可以令所有角色均视为使用一张计入使用限制的【酒】；结束阶段开始时，有【酒】的效果的角色可以使用一张【杀】。",
	["#ikzuiyan"] = "醉宴（杀）",
	["@ikzuiyan-slash"] = "你可以发动 %src 的“醉宴”使用一张【杀】",
	["ikqihun"] = "祁魂",
	[":ikqihun"] = "你的回合内，每当一名有手牌的其他角色需要使用【杀】时，可以令你选择是否获得其全部手牌，若你如此做，视为其使用一张【杀】。",
	["ikqihunv"] = "祁魂",
	[":ikqihunv"] = "佩丝特的回合内，当你需要使用【杀】时，若你有手牌，可以令佩丝特选择是否获得你的全部手牌，若其如此做，视为你使用一张【杀】。",
	["ikqihun_slash:obtain"] = "你可以获得 %src 的全部手牌，视为其使用一张【杀】",

	["#bloom048"] = "琉璃之歌",
	["bloom048"] = "神崎兰子",--花 - 空 - 4血
	["designer:bloom048"] = "公谨大嘟嘟",
	["illustrator:bloom048"] = "ダンミル",
	["ikdiebei"] = "楪呗",
	[":ikdiebei"] = "锁定技。准备阶段开始时，若你的手牌数不等于你的体力值，你摸两张牌，否则，你须失去1点体力，且你的手牌上限+1，直到回合结束。",

	["#bloom049"] = "南照之绘扇",
	["bloom049"] = "佐仓千代",--花 - 空 - 3血
	["&bloom049"] = "千代",
	["designer:bloom049"] = "沸治·克里夫",
	["illustrator:bloom049"] = "DomotoLain",
	["ikxunfeng"] = "熏风",
	[":ikxunfeng"] = "出牌阶段，你于此阶段使用的第一张牌结算后，你可以摸一张牌，若如此做，你于此阶段使用的第二张牌结算后，你弃置一张牌。",
	["ikluhua"] = "露华",
	[":ikluhua"] = "一名其他角色的出牌阶段，该角色与此阶段使用的第三张牌结算后，你可以令其摸一张牌，若如此做，该角色于此阶段使用的第四张牌结算后，你摸一张牌。",

	["#bloom052"] = "凡花明染",
	["bloom052"] = "鹿岛",--花 - 幻 - 4血
	["designer:bloom052"] = "孤独的女王",
	["illustrator:bloom052"] = "こうましろ",
	["iklingcha"] = "零刹",
	[":iklingcha"] = "阶段技。你可以将至少一张手牌当【绯想镜诗】或【杀】使用，若你以此法使用的牌被【三粒天滴】或【闪】抵消时，你摸等量的牌。",
	["#iklingcha"] = "零刹（摸牌）",

	["#bloom053"] = "鬼斩的妖剑",
	["bloom053"] = "野井原绯鞠",--花 - 空 - 4血
	["&bloom053"] = "绯鞠",
	["designer:bloom053"] = "殇の腥",
	["illustrator:bloom053"] = "refeia",
	["ikmingshi"] = "铭侍",
	[":ikmingshi"] = "当你的【闪】或装备牌置入弃牌堆前，你可以选择一项：1.摸一张牌；2.将之交给一名其他角色。<br/><font color = \'blue\'>★双击选框中满足条件的牌来发动技能</font>",
	["@ikmingshi"] = "你发动了“铭侍”，请将此牌交给一名其他角色或点“取消”摸一张牌",

	["#bloom054"] = "绝倾的魔女",
	["bloom054"] = "尤瑞艾莉",--花 - 空 - 3血
	["designer:bloom054"] = "隔夜星河",
	["illustrator:bloom054"] = "necömi",
	["ikduanni"] = "断逆",
	[":ikduanni"] = "阶段技。你可以选择你在其攻击范围内的一名角色区域内的一张牌，令其将此牌当【杀】对你使用，若其体力值不小于你，你可以为此【杀】额外指定一个目标。",
	["ikmeitong"] = "魅瞳",
	[":ikmeitong"] = "当你成为【杀】的目标时，你可以观看使用者的手牌。若如此做，你选择其中一张牌并弃置之，然后令其摸一张牌。",

	["#bloom056"] = "神笞的食监",
	["bloom056"] = "薙切绘里奈",--花 - 空 - 3血
	["&bloom056"] = "绘里奈",
	["designer:bloom056"] = "世外高v狼",
	["illustrator:bloom056"] = "クロエ",
	["iksheji"] = "舌戟",
	[":iksheji"] = "其他角色的出牌阶段开始时，你可以与其拼点：若你赢，你选择一名角色，令当前回合角色于此回合内每使用一张基本牌或非延时类锦囊牌时均无视距离指定该角色为额外目标。",
	["#IkShejiChoose"] = "%from 选择了 %to",
	["@iksheji-collateral"] = "请选择【断灵御剑】 %src 使用【杀】的目标",
	["@iksheji-feint-attack"] = "请选择【道忌宣谕】 %src 给牌的目标",
	["ikpingwei"] = "平味",
	[":ikpingwei"] = "锁定技。其他角色的结束阶段开始时，若该角色于此回合内使用的牌选择的目标数量之和大于你的体力值，你摸一张牌。",

--snow
	["#snow031"] = "兴国的公主",
	["snow031"] = "梅露露琳丝•蕾蒂•阿鲁兹",--雪 - 空 - 3血
	["&snow031"] = "梅露露",
	["designer:snow031"] = "昂翼天使",
	["illustrator:snow031"] = "能義たか好",
	["iklingyun"] = "灵运",
	[":iklingyun"] = "你使用的基本牌在结算后置入弃牌堆时，你可以将之置于牌堆顶。",
	["ikmiyao"] = "秘药",
	[":ikmiyao"] = "一名其他角色的回合结束时，你可以将手牌补至或弃置至等同于其手牌数的张数。若你以此法获得了两张或更多的牌，你失去1点体力；若你以此法弃置了两张或更多的牌，你回复1点体力。",
	
	["#snow034"] = "阿罗拉的日月",
	["snow034"] = "莉莉艾",--雪 - 空 - 4血
	["designer:snow034"] = "狐耳魔师",
	["illustrator:snow034"] = "ありさか",
	["iklixin"] = "礼心",
	[":iklixin"] = "专属技。当你需要使用一张基本牌时，你可以将两张不同类别的牌交给一名此阶段没有成为过“礼心”目标的其他角色，视为你使用了一张该名称的基本牌。<br />※操作提示：给牌的目标在点击“确定”后才选择，即点击“确定”前只需要选择此基本牌的目标",
	["iklixin_saveself"] = "礼心自救",
	["iklixin_slash"] = "礼心出杀",
	["@iklixin"] = "请将这两张牌交给一名其他角色",
	
	["#snow035"] = "伊甸的黄昏",
	["snow035"] = "诗音",--雪 - 空 - 4血
	["designer:snow035"] = "幻桜落",
	["illustrator:snow035"] = "ちこたむ",
	["ikshenshu"] = "神赎",
	[":ikshenshu"] = "出牌阶段，你可以将一张【桃】当【神惠雨降】使用。",
	["ikmingwang"] = "溟惘",
	[":ikmingwang"] = "阶段技。你可以将一张黑桃牌当【罔两空界】使用。",
	["ikqiyi"] = "凄翼",
	[":ikqiyi"] = "在你的回合，每当一名角色回复1点体力后，你可以摸一张牌或弃置该角色的一张牌。",
	["ikqiyi:draw"] = "摸一张牌",
	["ikqiyi:discard"] = "弃置该角色的一张牌",
	
	["#snow036"] = "天赐的艺术家",
	["snow036"] = "椎名真白",--雪 - 幻 - 3血
	["&snow036"] = "真白",
	--ikmitu
	["designer:snow036"] = "幻桜落",
	["illustrator:snow036"] = "Noodle",
	["iklinghui"] = "灵绘",
	[":iklinghui"] = "阶段技。你可以令一名其他角色弃置一张手牌，你可以弃置一至三张与该牌颜色相同的手牌，并令包括该角色在内的等量角色依次摸两张牌。",
	["@iklinghui-discard"] = "请弃置一张手牌",
	["@iklinghui"] = "你可以弃置一至三张颜色相同的手牌，并令包括该角色在内的等量的角色依次摸两张牌",
	["~iklinghui"] = "选择一至三张颜色相同的手牌→选择等量的角色→点击确定",

	["#snow045"] = "早终的剑豪",
	["snow045"] = "冲田总司",--雪 - 空 - 4血
	["&snow045"] = "总司",
	["designer:snow045"] = "キ狐fツx狸ネ",
	["illustrator:snow045"] = "ゆのひと",
	["iklvyan"] = "律衍",
	[":iklvyan"] = "出牌阶段，你可以将至少两张手牌当【杀】使用，若你以此法使用的【杀】被【闪】抵消时，你可以摸等量的牌。",
	["ikwuming"] = "无明",
	[":ikwuming"] = "锁定技。结束阶段开始时，若你有手牌，你须将手牌补至或弃置至两张。",

	["#snow046"] = "纯恋的白华",
	["snow046"] = "濑名爱理",--雪 - 空 - 4血
	["&snow046"] = "爱理",
	["designer:snow046"] = "恶鬼16",
	["illustrator:snow046"] = "和泉つばす",
	["iklianxiao"] = "恋咲",
	[":iklianxiao"] = "你或你的攻击范围内的角色的弃牌阶段结束时，若该角色于出牌阶段内没有对你使用过牌，你可以选择一项：1.令其摸一张牌；2.令其弃一张牌。",
	["iklianxiao:draw"] = "令其摸一张牌",
	["iklianxiao:max"] = "令其弃一张牌",

	["#snow048"] = "喧哄的问题儿",
	["snow048"] = "三枝叶留佳",--雪 - 空 - 4血
	["&snow048"] = "留佳",
	["designer:snow048"] = "昂翼天使",
	["illustrator:snow048"] = "NAbyssor",
	["ikqile"] = "气乐",
	[":ikqile"] = "出牌阶段开始时，你可以弃置一张基本牌并摸两张牌，若如此做，你不能使用【杀】，直到回合结束。",
	["@ikqile"] = "你可以发动“气乐”",
	["iksaoxiao"] = "骚嚣",
	[":iksaoxiao"] = "每当你受到一次伤害，在结算后，你可以令伤害来源选择一种花色，然后你可以选择一张花色不同的手牌，并令一名角色使用之。",
	["#IkSaoxiaoChoice"] = "%from 选择了 %arg",
	["@iksaoxiao"] = "你可以选择一张花色不同的手牌",
	["@iksaoxiao-choose"] = "你可以令一名角色使用此牌",
	["@iksaoxiao-use"] = "请使用该牌",
	["~iksaoxiao"] = "选择该牌的目标→点击确定",

	["#snow049"] = "掌中萌虎",
	["snow049"] = "逢坂大河",--雪 - 空 - 4血
	["&snow049"] = "大河",
	["designer:snow049"] = "xyzbilliu",
	["illustrator:snow049"] = "むりりん",
	["ikxiaowu"] = "虓武",
	[":ikxiaowu"] = "阶段技。你可以将一张黑色非锦囊牌当【枯羽华庭】或方块牌当【春雪幻梦】无视合法性对你使用，然后摸一张牌并选择一名其他角色，若如此做，你无视与该角色的距离，直到回合结束，且视为你对其使用一张无视防具且不计入使用限制的【杀】。",
	["#ikxiaowu"] = "虓武（后续结算）",

	["#snow051"] = "九狱的大妖",
	["snow051"] = "羽衣狐",--雪 - 空 - 3血
	["designer:snow051"] = "GODLASTER",
	["illustrator:snow051"] = "水月",
	["ikwanmi"] = "万祢",
	[":ikwanmi"] = "游戏开始后，每当你的区域内置入一次牌时，你可以将这些牌当一张无视距离且不计入每阶段次数限制的基本牌使用，每回合限两次。",
	["ikwanmi_invoke:invoke"] = "你的 %arg 置入了新的牌，是否发动“万祢”",
	["ikwanmi_h"] = "手牌",
	["ikwanmi_e"] = "装备区",
	["ikwanmi_j"] = "判定区",
	["@ikwanmi"] = "请发动“万祢”使用此牌",
	["~ikwanmi"] = "选择此牌的合法目标（若有）→点击确定",
	["ikguichan"] = "鬼缠",
	[":ikguichan"] = "你死亡时，你可以声明一种花色，若如此做，所有其他角色无法使用或打出该花色的牌直到其下一个回合结束。",

	["#snow052"] = "东洋贤法之月",
	["snow052"] = "弥生",--雪 - 幻 - 3血
	["designer:snow052"] = "孤独的女王",
	["illustrator:snow052"] = "能義たか好",
	["ikhuanlve"] = "幻略",
	[":ikhuanlve"] = "出牌阶段限两次，你可以将包含至少一张锦囊牌的两张牌当一张除【贤石点金】外的非延时类锦囊牌使用。若你于此阶段至少一次将两张锦囊牌以此法使用，此回合的结束阶段开始时，你摸两张牌。",
	["@thought"] = "略",
	["#ikhuanlve"] = "幻略（摸牌）",
	["ikmuguang"] = "睦广",
	[":ikmuguang"] = "锁定技。每当你受到属性伤害时，若你有手牌，防止此伤害并回复1点体力；每当你受到非属性伤害时，若你没有手牌，防止此伤害。",

	["#snow054"] = "丹枫秋意",
	["snow054"] = "萤草",--雪 - 空 - 4血
	["designer:snow054"] = "多一些空白",
	["illustrator:snow054"] = "白夜ReKi",
	["iklihun"] = "礼魂",
	[":iklihun"] = "阶段技。你可以将全部的手牌交给一名手牌数小于你的角色，然后该角色须展示任意数量的手牌，最后你选择一项：获得其展示或未展示的手牌。",
	["@iklihun-showcard"] = "请展示任意数量的手牌",
	["showcard"] = "获得其展示的手牌",
	["noshowcard"] = "获得未展示的手牌",

	["#snow057"] = "玄翡的帝女",
	["snow057"] = "久远",--雪 - 空 - 3血
	["designer:snow057"] = "谜样小红",
	["illustrator:snow057"] = "もくり",
	["iktianzuo"] = "天祚",
	[":iktianzuo"] = "弃牌阶段开始时，你可以摸至多两张牌，若如此做，此阶段结束时，所有体力值小于X的角色各回复1点体力（X为你此阶段的弃牌数）。",
	["iktianzuo:draw1"] = "摸一张牌",
	["iktianzuo:draw2"] = "摸两张牌",
	["#iktianzuo"] = "天祚（回血）",
	["ikyewu"] = "夜乌",
	[":ikyewu"] = "结束阶段开始时，你可令一名其他角色获得你于此回合弃牌阶段弃置的所有牌，然后技能“天祚”对其无效，且你不能发动“夜乌”直到该角色死亡。",
	["@ikyewu"] = "你可以发动“夜乌”",

--luna
	["#luna030"] = "病娇的白蔷薇",
	["luna030"] = "雪华绮晶",--月 - 空 - 4血
	["designer:luna030"] = "幻桜落",
	["illustrator:luna030"] = "カズミヤアキラ",
	["iklingcu"] = "凌簇",
	[":iklingcu"] = "你可以跳过出牌阶段并将你的人物牌翻面，然后进行一次判定，判定牌生效后将其称为“簇”置于你的人物牌上。你须重复从判定开始的流程，直到你的人物牌上出现花色相同的牌为止，然后你每有一张“簇”，视为你对你攻击范围内的一名角色使用一张【杀】，在结算后，将你的人物牌上的全部的“簇”置入弃牌堆。",
	["cluster"] = "簇",

	["#luna031"] = "灵心的炼金师",
	["luna031"] = "菲莉丝•米丝特露特",--月 - 空 - 3血
	["&luna031"] = "菲莉丝",
	["designer:luna031"] = "昂翼天使",
	["illustrator:luna031"] = "ゆーげん",
	["ikqisi"] = "绮思",
	[":ikqisi"] = "当一名手牌数不小于你的其他角色使用一张非延时类锦囊牌生效前，若你的手牌数为奇数，你可以摸一张牌，若如此做，视为你使用了一张【三粒天滴】。",
	["ikjilian"] = "极炼",
	[":ikjilian"] = "当一名手牌数不大于你的其他角色受到一次伤害后，若你的手牌数为偶数，你可以弃置一张非基本牌，然后令其回复1点体力。",
	["@ikjilian"] = "你可以发动“极炼”",

	["#luna032"] = "星咏的歌姬",
	["luna032"] = "初音未来",--月 - 幻 - 3血
	["&luna032"] = "初音",
	["designer:luna032"] = "东郊易尘Noah",
	["illustrator:luna032"] = "NAbyssor",
	["ikjichang"] = "激唱",
	[":ikjichang"] = "准备阶段开始时，若你没有手牌，你可以摸四张牌；否则你可以展示你全部的手牌，每少一种花色，你摸一张牌。若你于本阶段获得了两张或更多的牌，跳过你的判定阶段和摸牌阶段。",
	["ikmanwu"] = "曼舞",
	[":ikmanwu"] = "阶段技。你可以与一名其他角色拼点，拼点赢的角色将手牌补至等同于其体力值的张数。",

	["#luna033"] = "赤猫的琴手",
	["luna033"] = "中野梓",--月 - 空 - 3血
	["&luna033"] = "梓",
	["designer:luna033"] = "离岛卷卷",
	["illustrator:luna033"] = "nyoro",
	["ikxianlv"] = "弦律",
	[":ikxianlv"] = "准备阶段或结束阶段开始时，你可以进行一次判定：若结果与你人物牌上任意一张牌花色均不同，你须将判定牌置于你的人物牌上，称为“乐”。一名角色的摸牌阶段开始时，你可选择至少一张“乐”并令其获得之，然后你摸一张牌，若如此做，该角色摸牌时须少摸一张牌。",
	["@ikxianlv"] = "你可以发动“弦律”交给其至少一张“乐”",
	["~ikxianlv"] = "选择至少一张“乐”→选择目标角色→点击确定",
	["music"] = "乐",

	["#luna036"] = "水风的皇裔",
	["luna036"] = "练红玉",--月 - 空 - 4血
	["&luna036"] = "红玉",
	["designer:luna036"] = "重剑无锋",
	["illustrator:luna036"] = "せれれん",
	["iklianwu"] = "涟巫",
	[":iklianwu"] = "准备阶段开始时，你可以失去1点体力或弃置一张非基本牌，然后弃置一名其他角色的一张牌。若此牌为锦囊牌，你可以令一至X名角色摸一张牌；若此牌为基本牌，你计算与其他角色的距离时，始终-X，直到回合结束；若此牌为装备牌，你于此回合的出牌阶段可额外使用X张【杀】（X为你已损失的体力值，且至少为1）。",
	["@iklianwu0"] = "你可以失去1点体力或弃置一张非基本牌发动“涟巫”",
	["@iklianwu1"] = "你可以令一至X名角色摸一张牌",
	["~iklianwu"] = "选择目标角色→点击确定",
	["~iklianwu1"] = "选择一至X名角色→点击确定",

	["#luna037"] = "天仪的孤风",
	["luna037"] = "岛风",--月 - 空 - 4血
	["designer:luna037"] = "幻桜落",
	["illustrator:luna037"] = "ゆらん",
	["ikmoshan"] = "魔闪",
	[":ikmoshan"] = "锁定技。专属技。你的【闪】和具属性伤害的【杀】均视为【净琉璃镜】。每当你即将失去装备区的【净琉璃镜】时，须将装备区的防具牌交给一名其他角色，然后获得一名其他角色的一张牌（每回合只能以此法获得至多三张牌）。",
	["@ikmoshan"] = "请将装备区的防具牌交给一名其他角色",
	--thyanmeng

	["#luna045"] = "赤色之绊",
	["luna045"] = "千堂瑛里华",--月 - 空 - 4血
	["&luna045"] = "瑛里华",
	["designer:luna045"] = "jordan圣帝",
	["illustrator:luna045"] = "べっかんこう",
	["ikxieke"] = "血刻",
	[":ikxieke"] = "出牌阶段，若你的人物牌竖置，你可以视为你使用一张基本牌或【三粒天滴】，然后你将人物牌横置（存活角色的数量为2时，你只能以此法视为使用一张【杀】）。",
	["ikxieke_saveself"] = "血刻自救",
	["ikxieke_slash"] = "血刻出杀",
	["#ikxieke"] = "血刻（横置）",
	["ikyunmai"] = "运脉",
	[":ikyunmai"] = "回合结束时，若人物牌横置的角色数不少于X，你可以重置一名角色的人物牌；若人物牌竖置的角色数不少于X，你可以横置一名角色的人物牌（X为存活角色的数量的一半）。",
	["@ikyunmai"] = "你可以发动“运脉”",

	["#luna046"] = "物静之恋",
	["luna046"] = "小野寺小咲",--月 - 空 - 3血
	["&luna046"] = "小咲",
	["designer:luna046"] = "幻桜落",
	["illustrator:luna046"] = "干物A太",
	["iklunyao"] = "轮钥",
	[":iklunyao"] = "锁定技。你的牌即将被其他角色弃置或获得时，须以牌堆顶等量的牌替换之，每回合限三次。",
	["ikqimu"] = "绮慕",
	[":ikqimu"] = "锁定技。你于一名角色的回合内使用的第一张牌，在结算后置入弃牌堆时，你须将其交给一名其他角色。",

	["#luna047"] = "银破的棺姬",
	["luna047"] = "嘉依卡•托拉庞特",--月 - 空 - 4血
	["&luna047"] = "嘉依卡",
	["designer:luna047"] = "jinyantc",
	["illustrator:luna047"] = "さいぱこ",
	["ikyuanji"] = "元姬",
	[":ikyuanji"] = "锁定技。游戏开始时，你获得1枚“枢”标记。拥有该标记的角色的摸牌阶段须额外摸一张牌，且出牌阶段使用的第一张【杀】不计入使用限制。拥有该标记的角色死亡时，你获得之；你死亡时，弃置场上的该标记。",
	["@canal"] = "枢",
	["ikshuluo"] = "枢络",
	[":ikshuluo"] = "当一名拥有“枢”标记的角色受到一次伤害后，伤害来源可以获得该标记，然后若伤害来源不为你，该角色须弃置伤害来源的两张牌",
	["@ikshuluo"] = "你可以获得“枢”标记",
	
	["#luna048"] = "幻银的月华",
	["luna048"] = "月野兔",--月 - 空 - 4血
	["&luna048"] = "月野",
	["designer:luna048"] = "沸治·克里夫",
	["illustrator:luna048"] = "Nardack",
	["ikzhiwang"] = "织望",
	[":ikzhiwang"] = "锁定技。出牌阶段开始时，你须视为无视合法性对你或你攻击范围内的一名角色使用一张不计入使用限制的【杀】。",
	["iklianlong"] = "帘胧",
	[":iklianlong"] = "锁定技。若你的手牌数为奇数，你计算与其他角色的距离+1；否则你计算与其他角色的距离-1（每当你使用牌，在结算结束前，你的手牌数视为等同于即将使用该牌时）。",

	["#luna049"] = "末广之歌",
	["luna049"] = "南小鸟",--月 - 空 - 3血
	["&luna049"] = "小鸟",
	["designer:luna049"] = "低调de洛沫",
	["illustrator:luna049"] = "永恒之舞MK_2",
	["ikhuanxian"] = "环弦",
	[":ikhuanxian"] = "每当你需要使用一张【闪】时，所有其他角色可以依次交给你一张牌，若没有角色交给你牌，视为你使用了一张【闪】。",
	["@ikhuanxian-give"] = "%src 发动了“环弦”，你可以交给其一张牌",
	["ikwuyu"] = "舞雩",
	[":ikwuyu"] = "弃牌阶段结束时，你攻击范围内的角色可以依次获得此阶段内进入弃牌堆的一张牌，每有一名角色以此法获得一张红色牌，你回复1点体力或摸一张牌。",
	["ikwuyu:recover"] = "回复1点体力",
	["ikwuyu:draw"] = "摸一张牌",
	["ikwuyu_get"] = "舞雩",
	
	["#luna051"] = "紫芍的缘业",
	["luna051"] = "藤林杏",--月 - 空 - 4血
	["&luna051"] = "杏",
	["designer:luna051"] = "流水席",
	["illustrator:luna051"] = "Haihovothan",
	["ikkezhan"] = "恪瞻",
	[":ikkezhan"] = "锁定技。回合结束时，每达成以下一项，你便摸一张牌；若均不达成，你失去1点体力：\
1.你于此回合内造成过伤害\
2.你展示手牌中的一张黑色的【杀】\
3.有至少一名黑幕角色已死亡",
	["@lookup"] = "恪",
	["@ikkezhan"] = "你可以执行“恪瞻”的效果，展示一张黑色的【杀】",

	["#luna053"] = "金染的绘手",
	["luna053"] = "英梨梨•斯潘塞•泽村",--月 - 幻 - 3血
	["&luna053"] = "英梨梨",
	["designer:luna053"] = "否定姬",
	["illustrator:luna053"] = "TEDDY",
	["ikhuwu"] = "冴舞",
	[":ikhuwu"] = "每当一名角色于其回合内第二次造成伤害时，你可以弃置一张牌，然后令其摸两张牌。",
	["@ikhuwu"] = "你可以弃置一张牌对 %src 发动“冴舞”",
	["ikmosu"] = "抹素",
	[":ikmosu"] = "每当你受到一名角色对你造成伤害时，若该伤害不为其此回合第一次造成的伤害，你可以防止之，然后回复1点体力并令你和伤害来源各摸一张牌，每回合限一次。",

	["#luna054"] = "解消的人形",
	["luna054"] = "艾拉",--月 - 空 - 4血
	["designer:luna054"] = "Virgopaladin",
	["illustrator:luna054"] = "ゆゆ",
	["iksuyi"] = "塑忆",
	[":iksuyi"] = "阶段技。你可以选择一名其他角色▶你选择一项：1.令其摸一张牌；2.你弃置其一张手牌。",
	["iksuyi:draw"] = "令该角色摸一张牌",
	["iksuyi:discard"] = "弃置该角色一张手牌",
	["ikyihui"] = "遗惠",
	[":ikyihui"] = "当你死亡时，你可以选择一名其他角色，令该角色获得技能“塑忆”和“遗惠”。",
	["@ikyihui"] = "你可以发动“遗惠”",

	["#luna055"] = "魔巧的潜水舰",
	["luna055"] = "伊十九",--月 - 空 - 3血
	["designer:luna055"] = "沸治·克里夫",
	["illustrator:luna055"] = "ここのび",
	["ikqianshe"] = "潜慑",
	[":ikqianshe"] = "阶段技。你可以指定一名手牌数大于你的角色，然后你与其同时弃置任意张手牌。若你的弃牌数大于该角色，你对其造成1点伤害。",
	["@ikqianshe-discard"] = "请弃置任意张手牌（可以不弃）",
	["@ikqianshe"] = "你可以对 %src 发动“潜慑”",
	["~ikqianshe"] = "选择任意张牌弃置（可不选）→选择当前回合角色→点击确定",
	["ikdaolei"] = "导雷",
	[":ikdaolei"] = "阶段技。你可以将一张黑桃牌交给一名手牌数小于你的角色，然后展示其至少一张手牌，若其中有黑桃牌，你获得其除展示牌外的所有手牌。",
	["ikdaolei_show"] = "导雷（请选择要展示的手牌数）",
	["@ikdaolei"] = "你可以对 %src 发动“导雷”",
	["~ikdaolei"] = "选择一张黑桃牌→选择当前回合角色→点击确定",

	["#luna056"] = "青眼白龙",
	["luna056"] = "琪莎拉",--月 - 空 - 4血
	["designer:luna056"] = "Virgopaladin",
	["illustrator:luna056"] = "mamuru",
	["ikyuanshou"] = "渊守",
	[":ikyuanshou"] = "准备阶段开始时，你可以选择一名角色，若如此做，当你或该角色于你的下回合开始之前成为【杀】的目标时，你可以弃置一张牌或失去1点体力，然后令此【杀】对所有目标无效，最后视为你对此【杀】的使用者使用一张【碎月绮斗】。",
	["@protect"] = "渊",
	["@ikyuanshou"] = "你可以发动“渊守”",
	["@ikyuanshou-discard"] = "请弃置一张牌，或点“取消”失去1点体力",

	["#luna057"] = "末天的真祖",
	["luna057"] = "克鲁鲁•采佩什",--月 - 空 - 3血
	["&luna057"] = "克鲁鲁",
	["designer:luna057"] = "昂翼天使",
	["illustrator:luna057"] = "AO凹君",
	["ikzhuxue"] = "朱血",
	[":ikzhuxue"] = "锁定技。每当一张【桃】置入弃牌堆时，你获得1枚“赫”标记。",
	["@blood"] = "赫",
	["iksheluo"] = "奢罗",
	[":iksheluo"] = "[NoAutoRep]<font color= \"#0000FF\"><b>锁定技。</b></font><font color= \"#9ED600\"><b>专属技。</b></font>每当你获得一枚“赫”标记后，根据该标记的数量，你获得相应技能：1枚－“陈情”；4枚－“缘结”；7枚－“魂铐”。“终鬼”发动后，每当你以此法获得“缘结”或“魂铐”后，须失去一项非专属技。牌堆洗切时，你须弃置所有“赫”标记并失去以此法获得的技能。",
	["ikzhonggui"] = "终鬼",
	[":ikzhonggui"] = "觉醒技。准备阶段开始时，若牌堆曾洗切过，你摸两张牌，并增加1点体力上限。",

	["#luna058"] = "四月的谎言",
	["luna058"] = "宫园薰",--月 - 空 - 4血
	["&luna058"] = "薰",
	["designer:luna058"] = "RP集散中心",
	["illustrator:luna058"] = "カントク",
	["ikjuexiang"] = "绝响",
	[":ikjuexiang"] = "结束阶段开始时，你可以弃置所有手牌。若弃牌数不小于你的体力值，你摸一张牌；若弃置的牌全部为非【杀】基本牌，你于回合结束后进行一个额外的回合，此额外回合内你须跳过弃牌阶段和结束阶段，且使用牌时无距离和次数限制。",

}