-- translation for IkaiTsuchiPackage

return {
	["ikai-tsuchi"] = "异世界的土产",

--wind
	["#wind001"] = "终焉之理",
	["wind001"] = "鹿目圆香",--风 - 空 - 4血
	["ikshenai"] = "神爱",
	[":ikshenai"] = "出牌阶段限一次，你可以交给一至两名其他角色共计至多三张手牌，若以此法给出不少于两张牌，你回复1点体力。",
	["@ikshenai"] = "你还可以发动“神爱”将至多 %arg 张手牌交给 %src 以外的其他角色",
	["ikxinqi"] = "心契",
	[":ikxinqi"] = "主公技，当你需要使用或打出一张【杀】时，你可以令其他风势力角色打出一张【杀】（视为由你使用或打出）。",
	["@ikxinqi-slash"] = "请打出一张【杀】响应 %src “心契”",

	["#wind002"] = "赤发灼眼的猎手",
	["wind002"] = "夏娜",--风 - 空 - 4血
	["ikchilian"] = "赤莲",
	[":ikchilian"] = "你可以将一张红色牌当【杀】使用或者打出。",
	["ikzhenhong"] = "真红",
	[":ikzhenhong"] = "锁定技，你使用红桃【杀】时无距离限制；你使用方块【杀】指定一名角色为目标后，无视其防具。",

	["#wind003"] = "掌中萌虎",
	["wind003"] = "逢坂大河",--风 - 空 - 4血
	["iklipao"] = "戾咆",
	[":iklipao"] = "出牌阶段，你可以使用任意数量的【杀】。",
	["ikjiukuang"] = "酒狂",
	[":ikjiukuang"] = "出牌阶段，你可以将一张武器牌或黑色非延时类锦囊牌当【酒】使用。",

	["#wind004"] = "病弱的先知",
	["wind004"] = "园城寺怜",--风 - 空 - 3血
	["ikyuxi"] = "预悉",
	[":ikyuxi"] = "准备阶段开始时，你可以观看牌堆顶的X张牌（X为存活角色的数量，且至多为5），将其中任意数量的牌以任意顺序置于牌堆顶，其余以任意顺序置于牌堆底。",
	["ikjingyou"] = "静幽",
	[":ikjingyou"] = "锁定技，若你没有手牌，你不能成为【杀】或者【碎月绮幕】的目标。",
	["#IkYuxiResult"] = "%from 的“<font color=\"yellow\"><b>预悉</b></font>”结果：%arg 上 %arg2 下",
	["$IkYuxiTop"] = "置于牌堆顶的牌：%card",
	["$IkYuxiBottom"] = "置于牌堆底的牌：%card",
	
	["#wind006"] = "亚瑟王",
	["wind006"] = "阿尔托莉雅•潘德拉根",--风 - 空 - 4血
	--thjibu
	["ikyufeng"] = "御风",
	[":ikyufeng"] = "每当你使用【杀】指定一名角色为目标后，你可以令该角色的非锁定技无效，直到回合结束，然后你进行一次判定，令其选择一项：不能使用【闪】响应此【杀】；或弃置与判定结果花色相同的一张牌。",
	["@ikyufeng-discard"] = "请弃置一张 %arg 牌，否则你不能使用【闪】响应此【杀】",

	["#wind007"] = "金色妖精",
	["wind007"] = "维多利加•德•布洛瓦",--风 - 幻 - 3血
	["ikhuiquan"] = "慧泉",
	[":ikhuiquan"] = "当你使用一张锦囊牌时，你可以摸一张牌。",
	--thjizhi
	
--bloom
	["#bloom001"] = "玉润的千金",
	["bloom001"] = "三千院凪",--花 - 空 - 4血
	["ikjiaoman"] = "娇蛮",
	[":ikjiaoman"] = "每当你受到一次伤害后，你可以将对你造成伤害的牌交给除伤害来源外的一名角色。",
	["@ikjiaoman"] = "你可以发动“娇蛮”",
	["ikhuanwei"] = "唤卫",
	[":ikhuanwei"] = "主公技，当你需要使用或打出一张【闪】时，你可以令其他花势力角色打出一张【闪】（视为由你使用或打出）。",
	["@ikhuanwei-jink"] = "请打出一张【闪】来保护 %src",

	["#bloom002"] = "壶中之天",
	["bloom002"] = "丹特丽安",--花 - 空 - 3血
	["iktiansuo"] = "天锁",
	[":iktiansuo"] = "在一名角色的判定牌生效前，你可以打出一张手牌代替之。",
	["@iktiansuo-card"] = CommonTranslationTable["@askforretrial"],
	["~iktiansuo"] = "选择一张手牌→点击确定",
	["ikhuanji"] = "幻姬",
	[":ikhuanji"] = "每当你受到一次伤害后，你可以获得伤害来源区域内的一张牌。",

	["#bloom003"] = "半月夜的呢喃",
	["bloom003"] = "秋庭里香",--花 - 空 - 4血
	["ikaoli"] = "傲戾",
	[":ikaoli"] = "每当你受到1点伤害后，可以进行一次判定，若结果为红色，你对伤害来源造成1点伤害；若结果为黑色，你弃置其一张牌。",
	["ikqingjian"] = "清俭",
	[":ikqingjian"] = "当你于摸牌阶段外获得牌时，你可以将其中任意数量的牌交给其他角色。",
	["@ikqingjian-distribute"] = "你可以发动“清俭”将 %arg 张牌任意分配给其他角色",

	["#bloom004"] = "龙宝的雀士",
	["bloom004"] = "松实玄",--花 - 空 - 4血
	["iklianbao"] = "敛宝",
	[":iklianbao"] = "摸牌阶段，你可少摸至少一张牌，并选择手牌数不少于你的X名其他角色，获得这些角色的各一张手牌（X为你以此法少摸的牌的数量）。",
	["#iklianbao"] = "敛宝（后续结算）",
	["@iklianbao-card"] = "你可以发动“敛宝”选择至多 %arg 名其他角色",
	["~iklianbao"] = "选择若干名其他角色→点击确定",

	["#bloom005"] = "高岭之花",
	["bloom005"] = "葵喜美",--花 - 空 - 4血
	["ikluoyi"] = "裸衣",
	[":ikluoyi"] = "你可以跳过摸牌阶段，并亮出牌堆顶的三张牌，然后获得其中的基本牌、武器牌和【碎月绮幕】，再将其余的牌置入弃牌堆，若如此做，你因执行【杀】或【碎月绮幕】的效果而造成的伤害+1，直到你的下回合开始。",
	["#IkLuoyiBuff"] = "%from 的“<font color=\"yellow\"><b>裸衣</b></font>”效果被触发，伤害从 %arg 点增加至 %arg2 点",

	["#bloom006"] = "夏日青空之影",
	["bloom006"] = "神尾观铃",--花 - 空 - 3血
	["iktiandu"] = "天妒",
	[":iktiandu"] = "在你的判定牌生效后，你可以获得此牌。",
	["ikyumeng"] = "羽梦",
	[":ikyumeng"] = "每当你受到1点伤害后，可观看牌堆顶的两张牌，将其中一张交给一名角色，然后将另一张交给一名角色。",

	["#bloom007"] = "傲霜之蟹",
	["bloom007"] = "战场原黑仪",--花 - 幻 - 3血
	["ikmengyang"] = "濛漾",
	[":ikmengyang"] = "准备阶段开始时，你可以进行一次判定，若结果为黑色，你获得此牌，你可以重复此流程，直到出现红色的判定结果为止。",
	["#ikmengyang-move"]="濛漾（获得判定牌）",
	["ikzhongyan"] = "重岩",
	[":ikzhongyan"] = "你可以将一张黑色手牌当【闪】使用或打出。",

--snow
	["#snow001"] = "静夜的歌姬",
	["snow001"] = "拉克丝•克莱茵",--雪 - 空 - 4血
	["ikzhiheng"] = "制衡",
	[":ikzhiheng"] = "出牌阶段限一次，你可以弃置至多X张牌，然后摸等量的牌（X为你的体力上限）。",
	["ikjiyuan"] = "济援",
	[":ikjiyuan"] = "主公技，锁定技，其他雪势力角色使用的【桃】指定你为目标后，回复的体力+1。",
	["#IkJiyuanExtraRecover"] = "%from 的“%arg”被触发，将额外回复 <font color=\"yellow\"><b>1</b></font> 点体力",

	["#snow002"] = "茧居神探",
	["snow002"] = "紫苑寺有子",--雪 - 空 - 4血
	["ikkuipo"] = "窥破",
	[":ikkuipo"] = "出牌阶段，你可以将一张黑色牌当【心网密葬】使用。",
	["ikguisi"] = "诡思",
	[":ikguisi"] = "限定技，当一名角色使用锦囊牌指定至少两名角色为目标时，你可以令此牌对其中的至少一名角色无效。",
	["@ikguisi-card"] = "你可以发动“诡思”",
	["~ikguisi"] = "选择任意名角色→点击确定",
	
	["#snow003"] = "棉被宇宙人",
	["snow003"] = "藤和艾莉欧",--雪 - 空 - 4血
	["ikbiju"] = "闭居",
	[":ikbiju"] = "若你未于出牌阶段内使用或打出【杀】，你可以跳过此回合的弃牌阶段。",
	["ikpojian"] = "破茧",
	[":ikpojian"] = "觉醒技，结束阶段开始时，若你于此回合使用了不少于五张非装备牌，你须回复1点体力并减少1点体力上限，然后获得技能“青华”（出牌阶段限一次，你可以令一名其他角色展示一张手牌，然后你可弃置一张花色相同的牌，若如此做，该角色须弃置其展示的手牌，然后你与其各回复1点体力）。",
	["#IkPojianWake"] = "%from 于此回合使用了 %arg 张非装备牌，触发“%arg2”觉醒",
	["ikqinghua"] = "青华",
	[":ikqinghua"] = "出牌阶段限一次，你可以令一名其他角色展示一张手牌，然后你可弃置一张花色相同的牌，若如此做，该角色须弃置其展示的手牌，然后你与其各回复1点体力",
	["@ikqinghua-discard"] = "你可以弃置一张 %arg 牌",

	["#snow004"] = "鬼畜的空间使",
	["snow004"] = "白井黑子",--雪 - 空 - 4血
	["ikkurou"] = "苦肉",
	[":ikkurou"] = "出牌阶段，你可以失去1点体力，然后摸两张牌。",
	["ikzaiqi"] = "再起",
	[":ikzaiqi"] = "当你于出牌阶段回复1点体力时，若你处于濒死状态，你可以摸一张牌。",

	["#snow005"] = "满帆的年华",
	["snow005"] = "向坂环",--雪 - 空 - 3血
	["ikguideng"] = "鬼灯",
	[":ikguideng"] = "出牌阶段，你可展示一张手牌并将之交给一名角色，令该角色选择一项：展示所有手牌并弃置与此牌花色相同的所有牌；或失去1点体力。",
	["ikguideng_discard:prompt"] = "你可以展示所有手牌并弃置所有 %arg 牌",
	["ikchenhong"] = "沉红",
	[":ikchenhong"] = "锁定技，摸牌阶段摸牌时，你须额外摸一张牌。你的手牌上限为X（X为你的体力上限）。",

	["#snow006"] = "矫矜的天狐",
	["snow006"] = "空幻",--雪 - 幻 - 3血
	["ikwanmei"] = "婉媚",
	[":ikwanmei"] = "出牌阶段限一次，你可选择一项：将一张方块牌当【春雪幻梦】使用；或弃置一张方块牌并弃置场上的一张【春雪幻梦】。若如此做，你摸一张牌。",
	["ikxuanhuo"] = "眩惑",
	[":ikxuanhuo"] = "当你成为【杀】的目标时，你可以弃置一张牌，然后将此【杀】转移给你攻击范围内的一名除【杀】的使用者外的角色。",
	["@ikxuanhuo"] = "%src 对你使用【杀】，你可以弃置一张牌发动“眩惑”",
	["~ikxuanhuo"] = "选择一张牌→选择一名其他角色→点击确定",

	["#snow007"] = "暗黑的圣杯",
	["snow007"] = "间桐樱",--雪 - 空 - 3血
	["ikwujie"] = "无竭",
	[":ikwujie"] = "当你失去最后的手牌时，你可以摸一张牌。",
	["ikyuanhe"] = "渊壑",
	[":ikyuanhe"] = "出牌阶段限一次，你可以弃置一张红色手牌并指定一名其他角色，你与该角色各摸两张牌，然后各弃置两张牌。",

	["#snow008"] = "倔强的绿蔷薇",
	["snow008"] = "翠星石",--雪 - 幻 - 3血
	["ikyulu"] = "雨露",
	[":ikyulu"] = "出牌阶段限一次，你可以弃置两张手牌并指定一名已受伤的空属性角色，你与其各回复1点体力。",
	["ikcuimeng"] = "翠梦",
	[":ikcuimeng"] = "当你失去一次装备区里的装备牌时，你可以摸两张牌。",

	["#snow042"] = "无口的女神",
	["snow042"] = "绫波丽",--雪 - 空 - 4血
	["ikziqiang"] = "自戕",
	[":ikziqiang"] = "出牌阶段限一次，你可以弃置一张牌，然后失去1点体力。",
	["iklingshili"] = "零式",
	[":iklingshili"] = "锁定技，每当你失去1点体力后，你摸三张牌，若此时在你的出牌阶段内，你能额外使用一张【杀】；你使用红色【杀】无距离限制，且目标角色不能使用【闪】响应之，直到回合结束。",

--luna
	["#luna002"] = "坚强的心之光",
	["luna002"] = "坂上智代",--月 - 空 - 4血
	["ikwushuang"] = "无双",
	[":ikwushuang"] = "锁定技，当你使用【杀】指定一名角色为目标后，该角色需连续使用两张【闪】才能抵消；与你进行【碎月绮幕】的角色每次需连续打出两张【杀】。",
	["@ikwushuang-slash-1"] = "%src 对你【决斗】，你须连续打出两张【杀】",
	["@ikwushuang-slash-2"] = "%src 对你【决斗】，你须再打出一张【杀】",
	["ikwudi"] = "武帝",
	[":ikwudi"] = "出牌阶段限一次，你可以将两张相同花色的手牌当【碎月绮幕】使用。",

	["#luna003"] = "海底的圆月",
	["luna003"] = "天江衣",--月 - 幻 - 3血
	["ikmoyu"] = "魔域",
	[":ikmoyu"] = "出牌阶段限一次，你可以弃置一张牌并选择两名空属性角色，若如此做，视为其中一名空属性角色对另一名空属性角色使用一张【碎月绮幕】。此【碎月绮幕】不能被【三滴天粒】响应。",
	["ikzhuoyue"] = "捉月",
	[":ikzhuoyue"] = "回合结束阶段开始时，你可以摸一张牌。",

	["#luna006"] = "森之轮回",
	["luna006"] = "艾露露",--月 - 空 - 3血
	["ikhuichun"] = "回春",
	[":ikhuichun"] = "你的回合外，你可以将一张红色牌当【桃】使用。",
	["ikqingnang"] = "青囊",
	[":ikqingnang"] = "出牌阶段限一次，你可以弃置一张手牌，令一名已受伤的角色回复1点体力。",
}