-- translation for shin Package

return {
	["touhou-shin"] = "东方的日辉",
	
	["#shin001"] = "逆袭的天邪鬼",
	["shin001"] = "鬼人正邪",--风 - 空 - 4血
	["designer:shin001"] = "狐耳魔师",
	["illustrator:shin001"] = "ひそな",
	["cv:shin001"] = "暂无",
	["thluanshen"] = "乱神",
	[":thluanshen"] = "出牌阶段限一次，若你的手牌数不小于体力值，你可以展示至少一张手牌并让一名其他角色选择一项：弃置你展示的牌并弃置等量的牌；或获得你展示的牌，然后将手牌补至等同于其体力上限的张数并将其人物牌翻面。",
	["thluanshen:discard"] = "弃置其展示的牌",
	["thluanshen:turnover"] = "获得其展示的牌",
	
	["#shin002"] = "柳下的辘轳首",
	["shin002"] = "赤蛮奇",--花 - 空 - 4血
	["designer:shin002"] = "沸治·克里夫",
	["illustrator:shin002"] = "キラメ☆キライ",
	["cv:shin002"] = "暂无",
	["thfeiman"] = "飞蛮",
	[":thfeiman"] = "出牌阶段开始时，你可以对一名其他角色造成1点伤害，然后令其选择一项：对其攻击范围内的一名角色造成一点火焰伤害，或获得场上的一张牌。",
	["@thfeiman"] = "你可以发动“飞蛮”",
	["thfeiman:damage"] = "对攻击范围内的一名角色造成1点火焰伤害",
	["thfeiman:obtain"] = "获得场上的一张牌",
	["thguaiqi"] = "怪奇",
	[":thguaiqi"] = "一名角色的出牌阶段结束时，若其此阶段内至少有一名角色受到了2点或更多的伤害，你可以令当前回合的角色摸一张牌。",
	
	["#shin003"] = "秘境的人鱼",
	["shin003"] = "若鹭姬",--雪 - 空 - 2血
	["designer:shin003"] = "昂翼天使",
	["illustrator:shin003"] = "その",
	["cv:shin003"] = "暂无",
	["thjingtao"] = "惊涛",
	[":thjingtao"] = "每当你失去最后的手牌时，你可以摸两张牌。",
	["thzongni"] = "纵溺",
	[":thzongni"] = "你回合内的摸牌阶段开始时，你可以将此阶段视为出牌阶段，若如此做，此阶段结束时，你须弃置至少一张手牌。",
	["#thzongni"] = "纵溺（后续效果）",
	["@thzongni-discard"] = "请弃置至少一张手牌",
	
	["#shin004"] = "幻想琉璃双镜",
	["shin004"] = "九十九弁弁＆九十九八桥",--月 - 空 - 4血
	["designer:shin004"] = "桃花僧",
	["illustrator:shin004"] = "ラサハン",
	["cv:shin004"] = "暂无",
	["thlanzou"] = "岚奏",
	[":thlanzou"] = "每当你弃置一次牌时，若其中有非【杀】基本牌或【三粒天滴】，你可以令一名其他角色摸一张牌；每当其他角色弃置一次牌时，若其中有非【杀】基本牌或【三粒天滴】，该角色可以令你摸一张牌。",
	["#thlanzou"] = "岚奏",
	["@thlanzou"] = "你可以发动“岚奏”",
	
	["#shin005"] = "丧心的假面",
	["shin005"] = "秦心",--风 - 幻 - 3血
	["designer:shin005"] = "幻桜落",
	["illustrator:shin005"] = "kaze",
	["cv:shin005"] = "暂无",
	["thxinqi"] = "心绮",
	[":thxinqi"] = "锁定技，当其他角色使用黑色非延时类锦囊牌指定你为目标时，需令你摸一张牌，且若其有手牌需令你观看之，否则该锦囊牌对你无效。",
	["thxinqi:show"] = "令其观看所有手牌",
	["thxinqi:cancel"] = "令该锦囊牌对其无效",
	["thnengwu"] = "能舞",
	["#thnengwu-clear"] = "能舞（移除使用限制）",
	[":thnengwu"] = "其他角色的准备阶段开始时，若你有手牌，你可以令该角色选择其一张手牌，然后你选择一种牌的类别并亮出该牌：若为你所选的类别，该角色须失去1点体力；否则你须弃置一张牌。该角色不可以使用其他的牌，直到该角色因使用、打出或弃置而失去这张手牌或回合结束。",
	["#ThNengwu"] = "%from 选择了 %arg",
	
	["#shin006"] = "小人的末裔",
	["shin006"] = "少名针妙丸",--花 - 空 - 3血
	["designer:shin006"] = "军师祭酒",
	["illustrator:shin006"] = "えふぇ",
	["cv:shin006"] = "暂无",
	["thbaochui"] = "宝锤",
	[":thbaochui"] = "其他角色的出牌阶段开始时，若你有手牌，你可令其交给你一张手牌，然后你将全部的手牌置于你的人物牌上，若如此做，该角色可于此出牌阶段将你人物牌上的牌如手牌般使用或打出，且此出牌阶段结束时，你获得你人物牌上全部的牌，并摸一张牌。",
	["@thbaochui"] = "%src 对你发动了“宝锤”，请交给其一张手牌",
	["#thbaochui-return"] = "宝锤（获得牌）",
	["thbaochuipile"] = "宝锤",
	["thyishi"] = "倚势",
	[":thyishi"] = "锁定技，你人物牌上的牌对你无效。",
	
	["#shin007"] = "幻梦的演奏家",
	["shin007"] = "堀川雷鼓",--雪 - 空 - 4血
	["designer:shin007"] = "精精神神",
	["illustrator:shin007"] = "みるき。",
	["cv:shin007"] = "暂无",
	["thmoju"] = "魔具",
	[":thmoju"] = "锁定技，摸牌阶段，若你的装备区有武器牌，你摸牌的数量改为你攻击范围的数量（至少摸两张）；出牌阶段，当你使用【杀】指定一名角色为目标后，若你的装备区有防具牌，此【杀】不可以被【闪】响应；你的装备区每有一张坐骑牌，你的手牌上限便+1。",
	
	["#shin008"] = "月下的独狼",
	["shin008"] = "今泉影狼",--月 - 空 - 4血
	["designer:shin008"] = "军师祭酒",
	["illustrator:shin008"] = "susu",
	["cv:shin008"] = "暂无",
	["thlianying"] = "莲影",
	[":thlianying"] = "出牌阶段限一次，你可以弃置两张牌，若如此做，你获得技能“赤莲”和“疾步”，直到回合结束。",
	["thyuanxiao"] = "远哮",
	[":thyuanxiao"] = "每当你使用【杀】指定一名目标角色后，若该角色的手牌数大于你，你可以获得其一张手牌并展示之，若此牌为红色，其不能使用【闪】抵消此【杀】。",

	["#shin010"] = "丑诞的妖灵",
	["shin010"] = "克劳恩皮丝",--花 - 空 - 3血
	["designer:shin010"] = "昂翼天使",
	["illustrator:shin010"] = "群青",
	["cv:shin010"] = "暂无",
	["thwangyu"] = "妄狱",
	[":thwangyu"] = "每当你使用【杀】造成一次伤害后，你可以将此【杀】交给一名手牌数不大于体力上限的其他角色；每当其他角色使用【杀】造成一次伤害后，若你的手牌数不大于体力上限，其可以将此【杀】交给你。",
	["thguangshi"] = "光蚀",
	[":thguangshi"] = "每当你受到一次伤害后，你可以摸或弃置一张牌，然后展示你全部的手牌，若红色牌数大于黑色牌，你摸一张牌；若黑色牌数大于红色牌，你弃置伤害来源一张牌。",

	["#shin016"] = "心之在处",
	["shin016"] = "纯狐",--月 - 幻 - 4血
	["designer:shin016"] = "晓ャ绝对",
	["illustrator:shin016"] = "ゆ",
	["cv:shin016"] = "暂无",
	["thyuancui"] = "爰粹",
	[":thyuancui"] = "锁定技，准备阶段开始时，若你未受伤，你失去1点体力；否则，你回复1点体力。",
	["thhuikuang"] = "秽狂",
	[":thhuikuang"] = "每当你失去体力时，你可以摸两张牌；每当你回复体力时，你可以弃置两张牌。你可以展示你以此法摸或弃置的牌，若颜色相同，视为你使用一张【百鬼夜行】。",
}