-- translation for ChunxueScenario

return {
	["chunxue"] = "春雪异变之章",

--[[
春雪舞·凛栗
灵　梦：赏桜的时节已经到了啊，为何外面还是大雪天呢？
魔理沙：已经５月了啊，因为太冷了，都没有发觉的说。
咲　夜：没想到今年冬天会持续这许久呢，暖房燃料用完的话，大小姐又要啰啰嗦嗦啦。
爱丽丝：春度被....？那个地方发生了什么吗？
琪露诺：呀哈，本小姐是最强哒！

锁定技，灵梦、魔理沙、咲夜、爱丽丝摸牌阶段摸牌时，少摸一张牌，直到"冥域扉"发生。
锁定技，幽幽子的技能"诱殇"和"满咲"无效，直到"墨染桜"发生。
]]
	["ChunXueWu"] = "春雪舞·凛栗",

	["$ChunXueWu1"] = "灵　梦：\n" .. 
					  "      赏桜的时节已经到了啊，\n" ..
					  "      为何外面还是大雪天呢？",
	["$ChunXueWu2"] = "魔理沙：\n" ..
					  "      已经５月了啊，\n" ..
					  "      因为太冷了，\n" ..
					  "      都没有发觉的说。",
	["$ChunXueWu3"] = "咲　夜：\n" ..
					  "      没想到今年冬天会持续这许久呢，\n" ..
					  "      暖房燃料用完的话，\n" ..
					  "      大小姐又要啰啰嗦嗦啦。",
	["$ChunXueWu4"] = "爱丽丝：\n" ..
					  "      春度被....？\n" ..
					  "      那个地方发生了什么吗？",
	["$ChunXueWu5"] = "琪露诺：\n" ..
					  "      呀哈，本小姐是最强哒！",

	["cxlinli"] = "凛栗",
	[":cxlinli"] = "锁定技，摸牌阶段摸牌时，你少摸一张牌。",
	["#CxLinli"] = "%from 受到 %arg2 的影响，少摸了 %arg 张牌",
	["cxlinli_lord"] = "凛栗",
	[":cxlinli_lord"] = "锁定技，你的技能\"<b>诱殇</b>\"和\"<b>满咲</b>\"无效。",

--[[
偷心盗·七煌
魔理沙：呀嚯，这不是爱丽丝嘛？我在异变退治中的说，爱丽丝也一起来嘛。
爱丽丝：哎？等....给我慢着！

觉醒技，魔理沙对爱丽丝使用【妙手探云】或发动"借物"时，爱丽丝摸一张牌，且身份牌改为反贼。
]]
	["TouXinDao"] = "偷心盗·七煌",

	["$TouXinDao1"] = "魔理沙：\n" .. 
					  "      呀嚯，这不是爱丽丝嘛？\n" .. 
					  "      我在异变退治中的说，\n" .. 
					  "      爱丽丝也一起来嘛。",
	["$TouXinDao2"] = "爱丽丝：\n" .. 
					  "      哎？等....给我慢着！",
	
	["cxqihuang"] = "七煌",
	[":cxqihuang"] = "觉醒技，魔理沙对你使用【妙手探云】或发动\"<b>借物</b>\"时，你摸一张牌，且身份牌改为反贼。",
	["#CxQihuang"] = "%from 触发 %arg 觉醒"
}
