-- translation for FirePackage

return {
	["fire"] = "火包",

	["#xunyu"] = "王佐之才",
	["xunyu"] = "荀彧",
	["quhu"] = "驱虎",
	[":quhu"] = "出牌阶段，你可以与一名体力比你多的角色拼点。若你赢，则该角色对其攻击范围内你选择的另一名角色造成1点伤害。若你没赢，则其对你造成1点伤害。每阶段限一次。\
◆你拼点赢后，如果在目标角色的攻击范围内，可以令目标角色对你造成1点伤害。",
	["#QuhuNoWolf"] = "%from 拼点赢，但是由于 %to 的攻击范围内没有其他角色，所以结算中止。",
	["jieming"] = "节命",
	[":jieming"] = "每当你受到1点伤害后，你可以令一名角色将手牌补至X张（X为该角色的体力上限且至多为5）。",
	["jieming:yes"] = "您可令任意一名角色将手牌补至其体力上限的张数（不能超过5张）",
	["@jieming"] = "您可以发动技能【节命】",
	["~jieming"] = "选择一个角色→点击确定按钮",

	["#wolong"] = "卧龙",
	["wolong"] = "卧龙诸葛亮",
	["&wolong"] = "诸葛亮",
	["bazhen"] = "八阵",
	[":bazhen"] = "<b>锁定技</b>，若你的装备区没有防具牌，视为你装备着【八卦阵】。",
	["bazhen:yes"] = "发动自带的【八卦阵】",
	["huoji"] = "火计",
	[":huoji"] = "你可以将一张红色手牌当【火攻】使用。",
	["kanpo"] = "看破",
	[":kanpo"] = "你可以将一张黑色手牌当【无懈可击】使用。",

	["#pangtong"] = "凤雏",
	["pangtong"] = "庞统",
	["lianhuan"] = "连环",
	[":lianhuan"] = "你可以将一张梅花手牌当【铁索连环】使用或重铸。",
	["niepan"] = "涅槃",
	[":niepan"] = "<b>限定技</b>，当你处于濒死状态时，你可以：弃置你区域里所有的牌，然后将你的武将牌翻至正面朝上并重置之，再摸三张牌且体力回复至3点。\
◆弃置你区域里所有的牌是你发动【涅槃】执行的效果而非消耗。",
	["@nirvana"] = "涅槃",
	["niepan:yes"] = "弃置你区域里所有的牌，然后摸三张牌且体力回复至3点（一局游戏仅可使用一次）",

	["#taishici"] = "笃烈之士",
	["taishici"] = "太史慈",
	["tianyi"] = "天义",
	[":tianyi"] = "出牌阶段，你可以与一名其他角色拼点。若你赢，你获得以下技能直到回合结束：你使用【杀】时无距离限制；可以额外使用一张【杀】；使用【杀】时可以额外选择一个目标。若你没赢，你不能使用【杀】，直到回合结束。每阶段限一次。",

	["$bazhen1"] = "此阵可挡精兵十万",
	["$huoji1"] = "欲破敌军，宜用火攻",
	["$huoji2"] = "且备硫磺焰硝，待命引火",
	["$jieming1"] = "为守汉节，不惜吾命",
	["$jieming2"] = "秉忠贞之志，守谦退之节",
	["$kanpo"] = "哼，此小计耳",
	["$lianhuan"] = "舟船成排，潮水何惧",
	["$niepan"] = "凤凰涅盘，浴火重生！",
	["$qiangxi"] = "五步之内，汝命休矣！",
	["$quhu1"] = "主公莫忧，吾有一计",
	["$quhu2"] = "驱虎吞狼，坐收渔利",
	["$tianyi"] = "大丈夫生于乱世，当立不世之功",
	["$mengjin"] = "西凉铁骑，杀汝片甲不留",
	
	["~pangtong"] = "落凤坡？此地不利于吾。",
	["~wolong"] = "悠悠苍天，曷此其极",
	["~dianwei"] = "主公，我就到这了",
	["~xunyu"] = "身为汉臣，至死不渝",
	["~yuanshao"] = "天不助袁哪！",
	["~taishici"] = "今所志未遂，奈何死乎",
	["~pangde"] = "宁做国家鬼，不为贼将也",
	["~yanliangwenchou"] = "生不逢时啊……",

	-- CV
	["cv:xunyu"] = "听雨",
	["cv:dianwei"] = "褪色",
	["cv:wolong"] = "彗星",
	["cv:pangtong"] = "无花有酒",
	["cv:taishici"] = "口渴口樂",
	["cv:yuanshao"] = "耗子王",
	["cv:pangde"] = "Glory",
	["cv:yanliangwenchou"] = "墨染の飞猫，霸气爷们",

	-- illustrator
	["illustrator:yuanshao"] = "Sonia Tang",
	["illustrator:pangde"] = "LiuHeng",
	["illustrator:wolong"] = "北",
	["illustrator:xunyu"] = "LiuHeng",
	["illustrator:dianwei"] = "小冷",
	["illustrator:taishici"] = "Tuu.",
}

