-- translation for Jianniang Scenario

return {
	["jianniang"] = "拂晓之航迹",
	
--北上
	["jnyiwu"] = "亦无",
	[":jnyiwu"] = "锁定技，你的出牌阶段至多使用X张牌（X为其此出牌阶段开始时的体力值），直到你发动\"<b>重雷</b>\"。",

	["jnzhonglei"] = "重雷",
	[":jnzhonglei"] = "觉醒技，准备阶段开始时，若你的体力值为全场最低（或之一），其获得技能\"<b>巡律</b>\"（你可以将一张黑色牌当不计入每阶段次数限制的【杀】使用或打出。）。",

	["ikxunlv"] = "巡律",
	[":ikxunlv"] = "你可以将一张黑色牌当不计入每阶段次数限制的【杀】使用或打出。",

--大和
	["jndaizhan"] = "怠战",
	[":jndaizhan"] = "锁定技，你的技能\"<b>战歌</b>\"无效，且你不能使用【杀】或成为【杀】的目标，直到你发动\"<b>超弩</b>\"。",

	["jnchaonu"] = "超弩",
	[":jnchaonu"] = "限定技，一名角色的回合结束后，若你已受伤，你可以进行一个额外的回合。此额外回合的出牌阶段，你可以额外使用一张【杀】。",

	["jnqishui"] = "期水",
	[":jnqishui"] = "觉醒技，准备阶段开始时，若你的体力值为1，你弃置装备区的武器牌并获得技能\"<b>神薙</b>\"（每当你使用【杀】时，若你的装备区没有武器牌，你可以额外指定至多两个目标。）。若你的技能\"<b>战歌</b>\"已发动，则视为未发动。",
	
	["ikshenti"] = "神薙",
	[":ikshenti"] = "每当你使用【杀】时，若你的装备区没有武器牌，你可以额外指定至多两个目标。",

--岛风
	["jnjicha"] = "疾刹",
	[":jnjicha"] = "锁定技，若你的体力值大于1，你的红色【净琉璃镜】的判定结果视为红色；若你的体力值为1，其他体力值不为1的角色计算与你的距离时至少为2。",

--榛名
	["jnxiangwu"] = "祥武",
	[":jnxiangwu"] = "限定技，当你进入濒死状态时，你可以将全部的手牌交给一名其他角色。若如此做，该角色可以对你使用一张【桃】，若该角色如此做，你获得技能\"<b>礼惠</b>\"，且若该角色为反贼，你的身份牌改为反贼；否则你与该角色的身份牌改为忠臣。",

	["jnkongwu"] = "空吴",
	[":jnkongwu"] = "觉醒技，当你脱离濒死状态时，获得技能\"<b>空睨</b>\"（锁定技，你的装备区的坐骑牌无效，你无视其他角色装备区的防具牌与坐骑牌，你使用的【杀】指定一名体力值大于你的其他角色为目标后，此【杀】不可被【闪】响应。）。",
	
	["ikkongni"] = "空睨",
	[":ikkongni"] = "锁定技，你的装备区的坐骑牌无效，你无视其他角色装备区的防具牌与坐骑牌，你使用的【杀】指定一名体力值大于你的其他角色为目标后，此【杀】不可被【闪】响应。",

--瑞凤
	["jnqiwang"] = "崎往",
	[":jnqiwang"] = "锁定技，游戏开始时，瑞凤获得技能\"<b>青囊</b>\"，且其技能\"<b>翼咆</b>\"和\"<b>酾酒</b>\"无效，直到你发动\"<b>临兵</b>\"。",

	["jnlinbing"] = "临兵",
	[":jnlinbing"] = "觉醒技，当瑞凤受到一次伤害后，若其已损失的体力值不小于2，其将体力补至等同于其体力上限，然后获得技能\"<b>遐闪</b>\"（锁定技，你于出牌阶段使用的【杀】可以无视合法性指定一名角色为目标。若目标角色不在你的攻击范围内，则\"<b>翼咆</b>\"无效，直到此回合结束。）。",

	["ikxiashan"] = "遐闪",
	[":ikxiashan"] = "锁定技，你于出牌阶段使用的【杀】可以无视合法性指定一名角色为目标。若目标角色不在你的攻击范围内，则\"<b>翼咆</b>\"无效，直到此回合结束。",

--响
	["jnhuangqi"] = "凰启",
	[":jnhuangqi"] = "觉醒技，准备阶段开始时，若你已发动\"<b>碎涅</b>\"，你摸一张牌并获得技能\"<b>殁槃</b>\"（当你处于濒死状态时，你可以将一张红色手牌当【桃】使用。）。",

	["ikmopan"] = "殁槃",
	[":ikmopan"] = "当你处于濒死状态时，你可以将一张红色手牌当【桃】使用。",

	["jnlaishi"] = "赖实",
	[":jnlaishi"] = "限定技，当你于濒死状态回复体力后，若体力值不为0且回复来源为其他角色，你可以令其摸一张牌，然后若该角色为忠臣，你的身份牌改为忠臣；否则你与该角色的身份牌改为反贼。",

--加贺
	["jnbizheng"] = "必正",
	[":jnbizheng"] = "限定技，当一名其他角色受到伤害时，你可以将此伤害转移给自己。",

	["jnmingshi"] = "命矢",
	[":jnmingshi"] = "限定技，出牌阶段开始时，你可以指定至多等同于手牌数的其他角色，然后你依次无视合法性将一张手牌当做【枯羽华庭】置于这些角色的判定区内，然后弃置全部的手牌。若如此做，视为你依次对这些角色使用了一张无视距离的【杀】。",

--夕立
	["jnluomo"] = "罗魔",
	[":jnluomo"] = "觉醒技，准备阶段开始时，若你的体力值为1，你失去1点体力上限，并获得技能\"<b>叹魇</b>\"（每当你需要使用或打出一张【杀】时，你可以展示一张黑色手牌。若如此做，视为你使用或打出了一张【杀】，每回合限一次。）。",

	["iktanyan"] = "叹魇",
	[":iktanyan"] = "每当你需要使用或打出一张【杀】时，你可以展示一张黑色手牌。若如此做，视为你使用或打出了一张【杀】，每回合限一次。",
}
