-- translation for Kami Package

return {
	["kami"] = "神",

	["#kami001"]="往昔的圣迹",
	["kami001"]="东风谷早苗",
	["designer:kami001"]="幻桜落 | Codeby:Slob",
	["illustrator:kami001"]="正体不明",
	["cv:kami001"]="暂无",
	["thkexing"]="客星",
	[":thkexing"]="回合开始阶段开始时，你可以从牌堆顶亮出三张牌，将其中任意数量的非锦囊牌以任意顺序置于牌堆底，然后将其余的牌置入弃牌堆。",
	["$ThKexing"]="%from 使用“%arg”置于牌堆底的牌为 %card",
	["thshenfeng"]="神风",
	[":thshenfeng"]="出牌阶段，你可以将两张相同花色的牌交给一名体力值比你多的角色，然后该角色须对其距离为1的由你指定的一名角色造成1点伤害，每阶段限一次。",
	["thkaihai"]="开海",
	[":thkaihai"]="每当你失去最后的手牌时，可从牌堆底摸一张牌。",
	
	["#kami002"]="天道是非",
	["kami002"]="比那名居天子",
	["designer:kami002"]="幻桜落 | Codeby:Slob",
	["illustrator:kami002"]="正体不明",
	["cv:kami002"]="暂无",
	["thjiguang"]="极光",
	[":thjiguang"]="回合开始阶段开始时，你可选择一项“气象”，效果持续到你的下回合开始。你不能选择你上回合所选择的“气象”。\
“烈日”：所有角色每次受到的火焰伤害+1。\
“风雨”：所有角色计算与其他角色的距离时，始终-1。\
“黄砂”：所有角色每次受到多于1点的伤害时，防止多余的伤害。\
“昙天”：所有角色可将红桃花色的【闪】当【桃】使用。\
“浓雾”：所有角色每使用【杀】对与其距离1以内的角色造成一次伤害后，回复1点体力。",
	["@jglieri"]="烈日",
	["@jgfengyu"]="风雨",
	["@jghuangsha"]="黄砂",
	["@jgtantian"]="昙天",
	["@jgnongwu"]="浓雾",
	["jglieri"]="烈日",
	["jgfengyu"]="风雨",
	["jghuangsha"]="黄砂",
	["jgtantian"]="昙天",
	["jgnongwu"]="浓雾",
	["thjiguangdis"]="极光(风雨)", 
	["thjiguanggivenskill"]="极光(昙天)", 
	[":thjiguanggivenskill"]="你可将红桃花色的【闪】当【桃】使用。", 
	
	["#kami003"]="七色莲华之蝶",
	["kami003"]="博丽灵梦",
	["designer:kami003"]="幻桜落 | Codeby:Slob",
	["illustrator:kami003"]="正体不明",
	["cv:kami003"]="暂无",
	["thqixiang"]="绮想",
	[":thqixiang"]="每当你受到一次伤害后，你可获得伤害来源的一张手牌，然后该角色失去当前的所有武将技能直到你的下一个回合结束。",
	["thchayi"]="茶艺",
	[":thchayi"]="<b>锁定技</b>，当你失去装备区里的防具牌时，你摸一张牌。",
	
	["#kami007"]="华胥之梦",
	["kami007"]="西行寺幽幽子",
	["designer:kami007"]="幻桜落 | Codeby:Slob",
	["illustrator:kami007"]="正体不明",
	["cv:kami007"]="暂无",
	["thfanhun"]="返魂",
	[":thfanhun"]="若你拥有技能“满咲”，当你处于濒死状态时，你可获得1枚“桜咲”标记且体力回复至1点，然后将你的武将牌翻至正面朝上并重置之。",
	["thyoushang"]="诱殇",
	[":thyoushang"]="若你拥有技能“满咲”，每当你的红色牌对目标角色造成伤害时，你可以防止此伤害，并令该角色减少1点体力上限，然后获得1枚“桜咲”标记。",
	["thyouya"]="幽雅",
	[":thyouya"]="每当你受到伤害时，你可以弃置一张牌并令至多X名角色选择一项：打出一张【闪】；或令你获得其一张牌。（X为你的“桜咲”标记的数量）",
	["@thyouya"]="你可以使用技能【幽雅】",
	["~thyouya"]="选择一张牌→选择至多X名角色→点击确定",
	["@thyouya-jink"]="请打出一张【闪】或点“取消”令 %src 摸一张牌",
	["thmanxiao"]="满咲",
	[":thmanxiao"]="<b>锁定技</b>，你每拥有1枚“桜咲”标记，你的手牌上限便+1。当你拥有4枚“桜咲”标记时，你立即死亡。",
	["@yingxiao"]="桜咲",
	
	["#kami008"]="夫众生者悉皆杀",
	["kami008"]="芙兰朵露•斯卡雷特",
	["designer:kami008"]="幻桜落 | Codeby:Slob",
	["illustrator:kami008"]="正体不明",
	["cv:kami008"]="暂无",
	["thjinlu"]="尽戮",
	[":thjinlu"]="出牌阶段，你可弃置一张牌并指定一名其他角色，获得其全部的牌。此出牌阶段结束时，你须交给该角色等同于其体力值数量的牌，且回合结束阶段开始时将你的武将牌翻面。每阶段限一次。",
	["ThJinluGoBack"] = "请交给目标角色 %arg 张牌",
	["thkuangli"]="狂戾",
	[":thkuangli"]="每当你的武将牌翻面时或者你的体力发生变化时，你可以摸一张牌。",
	
	["#kami009"]="心华之殇",
	["kami009"]="古明地觉",
	["designer:kami009"]="幻桜落 | Codeby:Slob",
	["illustrator:kami009"]="正体不明",
	["cv:kami009"]="暂无",
	["thyuxin"]="愈心",
	[":thyuxin"]="摸牌阶段，你可弃置一张牌，并放弃摸牌，改为从牌堆顶亮出两张牌并获得之，若这两张牌均为红桃，你可以指定一名角色并令其回复１点体力。",
	["thchuangxin"]="疮心",
	[":thchuangxin"]="出牌阶段开始时，你可弃置X张牌，然后选择X项：\
1. 获得技能“<b>攻心</b>”，直到回合结束 \
2. 获得技能“<b>捉月</b>”，直到回合结束",
	["@thchuangxin"]="是否发动技能“疮心”",
	["~thchuangxin"]="选择1~2张牌→点击确定",
	["thtianxin"]="天心",
	[":thtianxin"]="你的回合开始时，你可弃置X张牌，然后选择X项：\
1. 获得技能“<b>预悉</b>”，直到回合结束 \
2. 获得技能“<b>天妒</b>”，直到回合结束",
	["@thtianxin"]="是否发动技能“天心”",
	["~thtianxin"]="选择1~2张牌→点击确定",
	
}