-- translation for Kishin Package

return {
	["kishin"] = "辉针包",
	
	["#kishin001"] = "逆袭的天邪鬼",
	["kishin001"] = "鬼人正邪",--风 - 空 - 4血
	["designer:kishin001"] = "幻桜落 | Codeby:Slob",
	["illustrator:kishin001"] = "正体不明",
	["cv:kishin001"] = "暂无",
	["thluanshen"] = "乱神",
	[":thluanshen"] = "出牌阶段限一次，若你的手牌数不小于体力值，你可以展示任意张手牌并让一名其他角色选择一项：弃置你展示的牌并弃置等量的牌；或获得你展示的牌，然后将手牌补至等同于其体力上限的张数并将其人物牌翻面。",
	
	["#kishin002"] = "柳下的辘轳首",
	["kishin002"] = "赤蛮奇",--花 - 空 - 4血
	["designer:kishin002"] = "幻桜落 | Codeby:Slob",
	["illustrator:kishin002"] = "正体不明",
	["cv:kishin002"] = "暂无",
	["thfeiman"] = "飞蛮",
	[":thfeiman"] = "出牌阶段开始时，你可以对一名其他角色造成1点伤害，然后令其选择一项：对其攻击范围内的一名角色造成一点火焰伤害，或获得场上的一张牌。",
	["thguaiqi"] = "怪奇",
	[":thguaiqi"] = "一名角色的出牌阶段结束时，若其此阶段内至少有一名角色受到了2点或更多的伤害，你可以令当前回合的角色摸一张牌。",
	
	["#kishin003"] = "秘境的人鱼",
	["kishin003"] = "若鹭姬",--雪 - 空 - 4血
	["designer:kishin003"] = "幻桜落 | Codeby:Slob",
	["illustrator:kishin003"] = "正体不明",
	["cv:kishin003"] = "暂无",
	["thjingtao"] = "惊涛",
	[":thjingtao"] = "每当你失去最后的手牌时，你可以摸两张牌。",
	["thzongni"] = "纵溺",
	[":thzongni"] = "锁定技，若你的体力值不小于1，你的手牌上限-1。",
	
	["#kishin004"] = "幻乡琉璃双镜",
	["kishin004"] = "九十九弁弁&九十九八桥",--月 - 空 - 4血
	["designer:kishin004"] = "幻桜落 | Codeby:Slob",
	["illustrator:kishin004"] = "正体不明",
	["cv:kishin004"] = "暂无",
	["thlanzou"] = "岚奏",
	[":thlanzou"] = "弃牌阶段结束时，若你在此阶段弃置了X张或更多的手牌，你可以将此阶段弃置的牌交给一名其他角色，然后其失去1点体力；若你在此阶段弃置了小于X张的手牌，你可以失去1点体力，然后弃置任意名其他角色的共计X张牌（X为你装备区的牌的数量）。",
	
	["#kishin005"] = "丧心的假面",
	["kishin005"] = "秦心",--风 - 幻 - 3血
	["designer:kishin005"] = "幻桜落 | Codeby:Slob",
	["illustrator:kishin005"] = "正体不明",
	["cv:kishin005"] = "暂无",
	["thxinqi"] = "心绮",
	[":thxinqi"] = "锁定技，当其他角色使用黑色非延时类锦囊牌指定你为目标时，需令你摸一张牌，且若其有手牌需令你观看之，否则该锦囊牌对你无效。",
	["thnengwu"] = "能舞",
	[":thnengwu"] = "其他角色的准备阶段开始时，你可以令该角色选择其一张手牌，然后你选择一种牌的类别并亮出该牌：若为你所选的类别，该角色失去1点体力；否则你须弃置一张牌。该角色不可以使用其他的牌，直到该角色因使用、打出或弃置而失去这张手牌或回合结束。",
	
	["#kishin006"] = "小人的末裔",
	["kishin006"] = "少名妙针丸",--花 - 空 - 3血
	["designer:kishin006"] = "幻桜落 | Codeby:Slob",
	["illustrator:kishin006"] = "正体不明",
	["cv:kishin006"] = "暂无",
	["thbaochui"] = "宝锤",
	[":thbaochui"] = "其他角色的摸牌阶段结束时，你可以令其展示一张手牌，然后你展示全部的手牌并交给该角色。直到回合结束，以此法展示的牌对你无效，且此回合出牌阶段结束时，该角色须将其手牌中的以此法展示的牌交给你，然后你摸一张牌。",
	["thyishi"] = "倚势",
	[":thyishi"] = "锁定技，你的手牌上限为X（X为所有其他角色的手牌数的最大值）。",
	
	["#kishin007"] = "幻梦的演奏家",
	["kishin007"] = "崛川雷鼓",--雪 - 空 - 4血
	["designer:kishin007"] = "幻桜落 | Codeby:Slob",
	["illustrator:kishin007"] = "正体不明",
	["cv:kishin007"] = "暂无",
	["thmoju"] = "魔具",
	[":thmoju"] = "锁定技，摸牌阶段，若你的装备区有武器牌，你摸牌的数量改为你攻击范围的数量（至少摸两张）；出牌阶段，当你使用【杀】指定一名角色为目标后，若你的装备区有防具牌，此【杀】不可以被【闪】响应；你的装备区每有一张坐骑牌，你的手牌上限便+1。",
	
	["#kishin008"] = "月下的独狼",
	["kishin008"] = "今泉影狼",--月 - 空 - 4血
	["designer:kishin008"] = "幻桜落 | Codeby:Slob",
	["illustrator:kishin008"] = "正体不明",
	["cv:kishin008"] = "暂无",
	["thlianying"] = "莲影",
	[":thlianying"] = "出牌阶段限一次，你可以弃置两张牌，若如此做，你获得技能“赤莲”和“疾步”，直到回合结束。",
	["thyuanxiao"] = "远哮",
	[":thyuanxiao"] = "每当你使用【杀】指定一名目标角色后，若该角色的手牌数大于你，你可以获得其一张手牌并展示之，若此牌为红色，其不能使用【闪】抵消此【杀】。",
	

}
