-- translation for SP Package

return {
	["sp"] = "SP包",
	
	["#sp001"] = "风月无边",
	["sp001"] = "东风谷早苗",--风 - 空 - 4血
	["designer:sp001"] = "幻桜落 | Codeby:Slob",
	["illustrator:sp001"] = "正体不明",
	["cv:sp001"] = "暂无",
	["thfanshi"] = "凡识",
	[":thfanshi"] = "若你的手牌数不小于体力值，你可将一张红色手牌在你的回合内当【杀】，或在你的回合外当【闪】或【桃】使用或者打出。",
	
	["#sp002"] = "古晋的玄仙",
	["sp002"] = "霍青娥",--花 - 幻 - 4血
	["designer:sp002"] = "幻桜落 | Codeby:Slob",
	["illustrator:sp002"] = "米白",
	["cv:sp002"] = "暂无",
	["thnichang"] = "霓裳",
	[":thnichang"] = "准备阶段开始时，你可以将一名其他角色的人物牌横置或者重置。",
	["@thnichang"] = "你可以发动“霓裳”",
	["thqimen"] = "奇门",
	[":thqimen"] = "锁定技，当你计算与人物牌横置的角色的距离、人物牌横置的角色计算与你的距离时，无视你们之外的其他角色。",
	["thguanjia"] = "贯甲",
	[":thguanjia"] = "锁定技，你无视其他角色装备区的防具牌。",
	
	["#sp003"] = "酒吞的巫女",
	["sp003"] = "伊吹萃香",--雪 - 空 - 3血
	["designer:sp003"] = "幻桜落 | Codeby:Slob",
	["illustrator:sp003"] = "正体不明",
	["cv:sp003"] = "暂无",
	["thshenshi"] = "神事",
	[":thshenshi"] = "每当一名角色跳过一个阶段后，你可以弃置一张牌并令其回复1点体力，每回合限一次。",
	["@shenshi"] = "你可以弃置一张牌发动“神事”，令 %src 回复1点体力",
	["#ThShenshi"] = "%from 发动了“%arg”，令 %to 回复1点体力",
	["thjiefan"] = "解烦",
	[":thjiefan"] = "准备阶段开始时，你可以亮出牌堆顶的一张牌，若为基本牌，将其交给一名角色，否则将其置入弃牌堆。你可以重复此流程，直到亮出的牌为【桃】或非基本牌为止。",
	
	["#sp004"] = "日出国之贤兽",
	["sp004"] = "上白泽慧音",--月 - 空 - 3血
	["designer:sp004"] = "幻桜落 | Codeby:Slob",
	["illustrator:sp004"] = "正体不明",
	["cv:sp004"] = "暂无",
	["thchuangshi"] = "创史",
	[":thchuangshi"] = "你可以抵消其他角色使用的一张【过河拆桥】、【借刀杀人】或【决斗】对你攻击范围内的一名角色的效果，视为使用锦囊牌的角色对你使用了一张【杀】（此【杀】不计入每阶段的使用限制）。",
	["thgaotian"] = "高天",
	[":thgaotian"] = "每当你需要使用或打出一张【闪】时，你可以观看牌堆顶的X张牌（X为存活角色的数量，且最多为4），你可以至多弃置一张牌并获得其中一张相同颜色的牌，然后将其余的任意数量的牌以任意顺序置于牌堆顶或置入弃牌堆。<br />◆操作提示：发动技能→（若愿意）换牌→双击任意张置入弃牌堆的牌（可跳过）→点“确定”→调整置于弃牌堆的顺序→点“确定”",
	["@gaotian-discard"] = "你可以弃置一张牌并获得其中一张相同颜色的牌",
	
	["#sp005"]="濡衣的子猫",
	["sp005"]="火焰猫燐",--风 - 空 - 3血
	["designer:sp005"]="幻桜落 | Codeby:Slob",
	["illustrator:sp005"]="正体不明",
	["cv:sp005"]="暂无",
	["thwanling"]="万灵",
	[":thwanling"]="其他角色使用的红色【杀】或红色非延时类锦囊牌，在结算后置入弃牌堆时，你可以进行一次判定，若结果不为红桃，你选择一项：令该角色摸一张牌；或弃置一张牌并获得该角色所使用的牌。",
	["thzuibu"]="醉步",
	[":thzuibu"]="每当你受到伤害时，你可以摸一张牌，然后伤害来源也可以摸一张牌并令此伤害-1。",
	
	["#sp006"]="恋之白魔导士",
	["sp006"]="雾雨魔理沙",--花 - 空 - 4血
	["designer:sp006"]="幻桜落 | Codeby:Slob",
	["illustrator:sp006"]="正体不明",
	["cv:sp006"]="暂无",
	["thmodao"]="魔盗",
	[":thmodao"]="摸牌阶段开始时，你可以放弃摸牌，并选择你攻击范围内的一名角色，交换你与其一个区域中的所有牌，然后你与该角色各摸一张牌。",
	
	["#sp007"]="七色莲华之蝶",
	["sp007"]="博丽灵梦",--雪 - 空 - 3血
	["designer:sp007"]="幻桜落 | Codeby:Slob",
	["illustrator:sp007"]="正体不明",
	["cv:sp007"]="暂无",
	["thmengsheng"]="梦生",
	[":thmengsheng"]="每当你受到一次伤害后，你可以获得伤害来源的一张手牌，然后该角色失去当前的所有的人物技能直到你的下一个回合结束。",
	["@mengsheng"]="梦生",
	["thqixiang"]="绮想",
	[":thqixiang"]="你攻击范围内的一名角色的弃牌阶段结束时，你可弃置一张手牌，令其摸一张牌或弃置一张手牌。",
	["@thqixiang"]="你可以弃置一张手牌发动“绮想”",
	["thqixiang:draw"]="摸一张牌",
	["thqixiang:discard"]="弃置一张牌",
	
	["#sp008"]="月面的列兵",
	["sp008"]="铃仙•优昙华院•稻叶",--月 - 空 - 4血
	["designer:sp008"]="幻桜落 | Codeby:Slob",
	["illustrator:sp008"]="正体不明",
	["cv:sp008"]="暂无",
	["thhuanlong"]="幻胧",
	[":thhuanlong"]="出牌阶段开始时，你可以选择获得任意项技能直到回合结束：1.攻击范围+1；2.出牌阶段可以额外使用一张【杀】；3.可以将两张手牌当【杀】使用或打出。你每选择获得一项技能，你的手牌上限便-1，直到回合结束。",
	
	["#sp010"]="豪族的女仆",
	["sp010"]="物部布都",--花 - 空 - 3血
	["designer:sp010"]="幻桜落 | Codeby:Slob",
	["illustrator:sp010"]="正体不明",
	["cv:sp010"]="暂无",
	["thlunmin"]="轮皿",
	[":thlunmin"]="出牌阶段限三次，你可以弃置一张牌然后摸一张牌。",
	["thyupan"]="雨磐",
	[":thyupan"]="结束阶段开始时，若你于本回合使用或弃置牌的花色数为四种，你可以令一名角色回复1点体力。",
	
	["#sp011"] = "算术教室",
	["sp011"] = "琪露诺",--雪 - 空 - 4血
	["designer:sp011"] = "幻桜落 | Codeby:Slob",
	["illustrator:sp011"] = "正体不明",
	["cv:sp011"] = "暂无",
	["thshushu"] = "数术",
	[":thshushu"] = "每当你成为一张基本牌或非延时类锦囊牌的目标时，你可以用任意张点数和与之相同的手牌替换之。",
	["thjiuzhang"] = "九章",
	[":thjiuzhang"] = "锁定技，你的点数为10~K的牌均视为点数为9的牌。",
	
	["#sp012"] = "算术教室",
	["sp012"] = "琪露诺",--月 - 空 - 4血
	["designer:sp012"] = "幻桜落 | Codeby:Slob",
	["illustrator:sp012"] = "正体不明",
	["cv:sp011"] = "暂无",
	["thyingshi"] = "影弑",
	[":thyingshi"] = "出牌阶段，你可以额外对你攻击范围内的一名与你距离为X+1的角色使用一张【杀】（X为你此阶段发动“影弑”的次数，且至多为2）。",
	["thjiuzhang"] = "葬魂",
	[":thjiuzhang"] = "每当你使用【杀】造成伤害后，你可以摸一张牌，然后你计算与其他角色的距离+1，直到回合结束。",
	
	["#sp999"] = "香霖堂的店主",
	["sp999"] = "森近霖之助",--特 - 特 - 5血
	["designer:sp999"] = "幻桜落 | Codeby:Slob",
	["illustrator:sp999"] = "正体不明",
	["cv:sp999"] = "暂无",
	--thjibu
	["thfeiniang"] = "非孃",
	[":thfeiniang"] = "锁定技，分发人物牌前，须将该人物牌撕碎，然后移出游戏。",
	

}
