-- translation for SP Package

return {
	["sp"] = "SP包",
	
	["#sp001"] = "风月无边",
	["sp001"] = "东风谷早苗",--风 - 空 - 4血
	["designer:sp001"] = "幻桜落 | Codeby:Slob",
	["illustrator:sp001"] = "正体不明",
	["cv:sp001"] = "暂无",
	["thfanshi"] = "凡识",
	[":thfanshi"] = "若你的手牌数不小于体力值，你可将一张红色手牌在你的回合内当【杀】，或在你的回合外当【闪】或【桃】使用或者打出。",
	
	["#sp002"] = "古晋的玄仙",
	["sp002"] = "霍青娥",--花 - 幻 - 4血
	["designer:sp002"] = "幻桜落 | Codeby:Slob",
	["illustrator:sp002"] = "米白",
	["cv:sp002"] = "暂无",
	["thnichang"] = "霓裳",
	[":thnichang"] = "回合开始阶段开始时，你可以将一名其他角色的武将牌横置或者重置。",
	["thqimen"] = "奇门",
	[":thqimen"] = "<b>锁定技</b>，当你计算与武将牌横置的角色的距离、武将牌横置的角色计算与你的距离时，无视你们之外的其他角色。",
	["thguanjia"] = "贯甲",
	[":thguanjia"] = "<b>锁定技</b>，你无视其他角色装备区的防具牌。",
	
	["#sp003"] = "酒吞的巫女",
	["sp003"] = "伊吹萃香",--雪 - 空 - 3血
	["designer:sp003"] = "幻桜落 | Codeby:Slob",
	["illustrator:sp003"] = "正体不明",
	["cv:sp003"] = "暂无",
	["thshenshi"] = "神事",
	[":thshenshi"] = "每当一名角色跳过一个阶段后，你可以弃置一张牌并令其回复1点体力，每回合限一次。",
	["@shenshi"] = "你可以弃置一张牌发动“神事”，令 %src 回复1点体力",
	["#ThShenshi"] = "%from 发动了“%arg”，令 %to 回复1点体力",
	["thjiefan"] = "解烦",
	[":thjiefan"] = "回合开始阶段开始时，你可以亮出牌堆顶的一张牌，若为基本牌，将其交给一名角色，否则将其置入弃牌堆。你可以重复此流程，直到亮出的牌为【桃】或非基本牌为止。",
	
	["#sp004"] = "日出国之贤兽",
	["sp004"] = "上白泽慧音",--月 - 空 - 3血
	["designer:sp004"] = "幻桜落 | Codeby:Slob",
	["illustrator:sp004"] = "正体不明",
	["cv:sp004"] = "暂无",
	["thchuangshi"] = "创史",
	[":thchuangshi"] = "你可以抵消其他角色使用的一张【过河拆桥】、【借刀杀人】或【决斗】对你攻击范围内的一名角色的效果，视为使用锦囊牌的角色对你使用了一张【杀】（此【杀】不计入每阶段的使用限制）。",
	["thgaotian"] = "高天",
	[":thgaotian"] = "每当你需要使用或打出一张【闪】时，你可以观看牌堆顶的X张牌（X为存活角色的数量，且最多为X），你可以至多弃置一张牌并获得其中一张相同颜色的牌，然后将其余的任意数量的牌以任意顺序置于牌堆顶或置入弃牌堆。",
	["@thgaotian"] = "你可以弃置一张该颜色的牌来发动“高天”的效果",
	["thgaotian:get"] = "获得",
	["thgaotian:discard"] = "置入弃牌堆",
	
	["#sp999"] = "香霖堂的店主",
	["sp999"] = "森近霖之助",--特 - 特 - 5血
	["designer:sp999"] = "幻桜落 | Codeby:Slob",
	["illustrator:sp999"] = "正体不明",
	["cv:sp999"] = "暂无",
	["thfeiniang"] = "非孃",
	[":thfeiniang"] = "<b>锁定技</b>，分发武将牌前，须将该武将牌移出游戏。",
	

}
