-- translation for StandardGeneralPackage

return {
	["standard"] = "异世界",

--wind
	["#wind001"] = "友达的追忆",
	["wind001"] = "夏目玲子",--风 - 空 - 4血
	["funuan"] = "抚暖",
	[":funuan"] = "出牌阶段，你可以交给一至两名其他角色共计至多三张手牌，若以此法给出不少于两张牌，你回复1点体力，每阶段限一次。",
	["liqi"] = "励气",
	[":liqi"] = "<b>主公技</b>，当你需要使用或打出一张【杀】时，你可以令其他风势力角色打出一张【杀】（视为由你使用或打出）。",
	["@liqi-slash"] = "请打出一张【杀】以响应 %src 的“励气”",

	["#wind002"] = "赤发灼眼的猎手",
	["wind002"] = "夏娜",--风 - 空 - 4血
	["chilian"] = "赤莲",
	[":chilian"] = "你可以将一张红色牌当【杀】使用或者打出。",
	["zhenhong"] = "真红",
	[":zhenhong"] = "<b>锁定技</b>，你使用红桃【杀】时无距离限制；你使用方片【杀】指定一名角色为目标后，无视其防具。",

	["#wind003"] = "掌中萌虎",
	["wind003"] = "逢坂大河",--风 - 空 - 4血
	["lipao"] = "戾咆",
	[":lipao"] = "出牌阶段，你可以使用任意数量的【杀】。",
	["jiukuang"] = "酒狂",
	[":jiukuang"] = "出牌阶段，你可以将一张武器牌或黑色非延时类锦囊牌当【酒】使用。",

	["#wind004"] = "病弱的先知",
	["wind004"] = "园城寺怜",--风 - 空 - 3血
	["yuxi"] = "预悉",
	[":yuxi"] = "回合开始阶段开始时，你可以观看牌堆顶的X张牌（X为存活角色的数量，且至多为5），将其中任意数量的牌以任意顺序置于牌堆顶，其余以任意顺序置于牌堆底。",
	["jingyou"] = "静幽",
	[":jingyou"] = "<b>锁定技</b>，若你没有手牌，你不能成为【杀】或者【决斗】的目标。",
	["#YuxiResult"] = "%from 的预悉结果：%arg 上 %arg2 下",

	["#wind005"] = "千变的太转依",
	["wind005"] = "泉户真白",--风 - 空 - 3血
	["huahuan"] = "化幻",
	[":huahuan"] = "你可以将【杀】当【闪】，【闪】当【杀】使用或者打出。",
	["qizhou"] = "绮咒",
	[":qizhou"] = "当你使用转化的【杀】指定一名角色为目标后，你可以获得该角色的一张手牌；当你使用或打出一张转化的【闪】时，你可以摸一张牌。",

	["#wind006"] = "亚瑟王",
	["wind006"] = "阿尔托莉雅•潘德拉根",--风 - 空 - 4血
	["jibu2"] = "疾步",
	[":jibu2"] = "<b>锁定技</b>，当你计算与其他角色的距离时，始终-1。",
	["yufeng"] = "御风",
	[":yufeng"] = "当你使用【杀】指定一名角色为目标后，你可以进行一次判定，若结果为红色，此【杀】不可以被【闪】响应；否则，你可以获得此判定牌。",

	["#wind007"] = "金色妖精",
	["wind007"] = "维多利加•德•布洛瓦",--风 - 幻 - 3血
	["huiquan"] = "慧泉",
	[":huiquan"] = "当你使用一张锦囊牌时，你可以摸一张牌。",
	["jizhi"] = "疾智",
	[":jizhi"] = "<b>锁定技</b>，你使用锦囊牌时无距离限制。",

	["#wind008"] = "风华绝代的圣者",
	["wind008"] = "桔梗",--风 - 空 - 4血
	["xiagong"] = "遐攻",
	[":xiagong"] = "若你的装备区没有武器牌，你可以对与你距离2以内的角色使用【杀】。",
	["liegong"] = "烈弓",
	[":liegong"] = "出牌阶段，当你使用【杀】指定一名角色为目标后，若其手牌数不小于你的体力值或者不大于你的攻击范围，你可以令此【杀】不可以被【闪】响应。",

	["#wind009"] = "赤色之绊",
	["wind009"] = "千堂瑛里华",--风 - 空 - 4血
	["kuanggu"] = "狂骨",
	[":kuanggu"] = "<b>锁定技</b>，每当你对距离1以内的一名其他角色造成1点伤害后，你回复1点体力或摸两张牌。",
	["kuanggu:recover"] = "回复1点体力",
	["kuanggu:draw"] = "摸两张牌",

	["#wind010"] = "二世妖鬼",
	["wind010"] = "白鬼院凛凛蝶",--风 - 空 - 3血
	["fuyao"] = "缚妖",
	[":fuyao"] = "出牌阶段，你可以将一张梅花牌当【铁索连环】使用或重铸。",
	["niepan"] = "涅槃",
	[":niepan"] = "<b>限定技</b>，当你处于濒死状态时，你可以将你判定区里全部的牌置入弃牌堆，然后将你的武将牌翻至正面朝上，并重置之，再摸三张牌且体力回复至3点。",
	["@niepan"] = "涅槃(未发动)",
	["@niepanused"] = "涅槃(已发动)",

	["#wind011"] = "禁书目录",
	["wind011"] = "茵蒂克斯",--风 - 空 - 3血
	["shengtang"] = "圣堂",
	[":shengtang"] = "<b>锁定技</b>，若你的装备区没有防具牌，视为你装备着【净琉璃镜】。",
	["cangyan"] = "苍焰",
	[":cangyan"] = "出牌阶段，你可以将一张红色手牌当【火攻】使用。",
	["jinzhou"] = "禁咒",
	[":jinzhou"] = "你可以将一张黑色手牌当【无懈可击】使用。",

	["#wind012"] = "堕天的圣黑猫",
	["wind012"] = "五更琉璃",--风 - 空 - 4血
	["tiaoxin"] = "挑衅",
	[":tiaoxin"] = "出牌阶段，你可以指定一名你在其攻击范围内的其他角色，该角色选择一项：对你使用一张【杀】，或令你弃置其一张牌。每阶段限一次。",
	["@tiaoxin-slash"] = "%src 对你发动“挑衅”，请对其使用一张【杀】",
	["shengtian"] = "圣天",
	[":shengtian"] = "<b>觉醒技</b>，回合开始阶段开始时，若你没有手牌，你须回复一点体力或摸两张牌，然后减少1点体力上限，并获得技能“<b>玄舞</b>”和“<b>墨华</b>”（<b>锁定技</b>，你的方片牌均视为梅花牌。）。",
	["shengtian:draw"] = "摸两张牌",
	["shengtian:recover"] = "回复1点体力",
	["#ShengtianWake"] = "%from 没有手牌，触发“%arg”觉醒",
	["@shengtian"] = "圣天",
	["mohua"] = "墨华",
	[":mohua"] = "<b>锁定技</b>，你的方片牌均视为梅花牌。",

	["#wind013"] = "捣蛋万岁",
	["wind013"] = "岁纳京子",--风 - 空 - 4血
	["huoshou"] = "祸首",
	[":huoshou"] = "<b>锁定技</b>，【南蛮入侵】对你无效；你是任何【南蛮入侵】造成伤害的来源。",
	["zailuan"] = "再乱",
	[":zailuan"] = "摸牌阶段摸牌时，若你已受伤，你可放弃摸牌，改为展示牌堆顶的X张牌（X为你已损失的体力值），其中每有一张红桃牌，你回复1点体力或摸两张牌，然后弃置这些红桃牌，并获得其余的牌。",
	["zaiqi:recover"] = "回复1点体力",
	["zaiqi:draw"] = "摸两张牌",

	["#wind014"] = "迷糊的恶魔",
	["wind014"] = "艾露由西娅•德•露特•伊玛",--风 - 空 - 3血
	["manbo"] = "曼帛",
	[":manbo"] = "<b>锁定技</b>，当其他角色使用【杀】指定你为目标时，需额外弃置一张基本牌，否则该【杀】对你无效。",
	["baishen"] = "拜神",
	[":baishen"] = "你可以跳过你的出牌阶段，然后在回合结束时可以弃置一张手牌令一名没有拥有技能“<b>拜神</b>”的其他角色进行一个额外的回合。",
	["hunshou"] = "魂狩",
	[":hunshou"] = "<b>主公技</b>，<b>觉醒技</b>，回合开始阶段开始时，若你的体力值是全场最少的（或之一），你须增加1点体力上限，回复1点体力，并获得技能“<b>励气</b>”。",
	["#Manbo"] = "%from 受到“%arg”的影响，需弃置一张基本牌才能令此【杀】对 %to 生效。",
	["#Baishen"] = "%from 发动“<font color=yellow><b>拜神</b></font>”，令 %to 进行一个额外的回合。",
	["#HunshouWake"] = "%from 的体力值(%arg)为全场最少，触发“%arg2”",
	["@manbo-discard"] = "你需弃置一张基本牌才能令此【杀】生效",

	["#wind015"] = "绯色菖蒲",
	["wind015"] = "星伽白雪",--风 - 幻 - 4血
	["jugui"] = "巨鬼",
	[":jugui"] = "<b>锁定技</b>，【南蛮入侵】对你无效；若其他角色使用的【南蛮入侵】，在结算后置入弃牌堆时，你获得之。",
	["lieren"] = "烈刃",
	[":lieren"] = "每当你使用【杀】或【决斗】对目标角色造成一次伤害后，可与其拼点，若你赢，你获得该角色的一张牌。",

	["#wind016"] = "燐武的小皇女",
	["wind016"] = "莉菲亚•伊莉娜•玛史伦",--风 - 空 - 3血
	["xuanhui"] = "炫辉",
	[":xuanhui"] = "摸牌阶段摸牌时，你可以放弃摸牌，改为令一名其他角色摸两张牌，然后该角色选择一项：对其攻击范围内由你选择的另一名角色使用一张【杀】；或令你获得其两张牌。",
	["@xuanhui-card"] = "你可以发动“炫辉”",
	["~xuanhui"] = "选择一名其他角色→点击确定",
	["xuanhui-slash"] = "请对已选定的目标使用一张【杀】",
	["enyuan"] = "恩怨",
	[":enyuan"] = "每当你获得一名其他角色两张或更多牌时，你可令其摸一张牌；每当你受到1点伤害后，你可令伤害来源交给你一张手牌，或失去1点体力。",
	["EnyuanGive"] = "请交给目标角色 %arg 张手牌",

	["#wind017"] = "鬼神的童谣",
	["wind017"] = "宫崎和香",--风 - 空 - 3血
	["xinchao"] = "心抄",
	[":xinchao"] = "出牌阶段，若你的手牌数大于你的体力值，你可以观看牌堆顶的三张牌，然后展示其中任意数量的红桃牌并获得之，其余的以任意顺序置于牌堆顶。每阶段限一次。",
	["shangshi"] = "殇逝",
	[":shangshi"] = "你死亡时，可令杀死你的角色弃置其所有的牌。",

	["#wind018"] = "异国的看板娘",
	["wind018"] = "汤音",--风 - 空 - 3血
	["mitu"] = "迷途",
	[":mitu"] = "<b>锁定技</b>，你防止你造成或者受到的任何锦囊牌的伤害。",
	["sishi2"] = "伺侍",
	[":sishi2"] = "出牌阶段，你可以弃置一张非基本牌，并令一名角色选择一项：摸两张牌，或回复1点体力，或将其武将牌翻至正面朝上并重置之，每阶段限一次。",
	["#Mitu"] = "%from 触发“%arg2”，防止此伤害",
	["sishi2:draw"] = "摸两张牌",
	["sishi2:recover"] = "回复1点体力",
	["sishi2:reset"] = "将武将牌翻转至正面朝上并重置之",

	["#wind019"] = "鬼面的炼金术师",
	["wind019"] = "阿露菲米",--风 - 空 - 4血
	["wanhun"] = "剜魂",
	[":wanhun"] = "每当你使用【杀】或【决斗】对距离2以内的目标角色造成伤害时，你可以进行一次判定，若不为红桃，你防止此伤害，改为令其减少1点体力上限。",
	
	["#wind020"] = "命运的魔女",
	["wind020"] = "Ｃ．Ｃ．",--风 - 空 - 4血
	["meiying"] = "魅影",
	[":meiying"] = "<b>锁定技</b>，回合开始时，你进行一个额外的出牌阶段或观看一名其他角色的手牌。",
	["meiying:play"] = "进行一个额外的出牌阶段",
	["meiying:look"] = "观看一名其他角色的手牌",
	["fansheng"] = "返生",
	[":fansheng"] = "<b>限定技</b>，当你处于濒死状态时，你可以摸两张牌，并将体力回复至X点（X为场上的势力数），然后将你的武将牌翻面。",
	["@fansheng"] = "返生(未发动)",
	["@fanshengused"] = "返生(已发动)",

	["#wind021"] = "十字架的真祖",
	["wind021"] = "赤夜萌香",--风 - 空 - 4血
	["liyao"] = "力妖",
	[":liyao"] = "出牌阶段，你可以将一张方片牌当【杀】使用或打出；出牌阶段，你可以无视每阶段的使用限制使用一张与此阶段使用的前一张【杀】颜色不同的【杀】。",

	["#wind022"] = "融心的绮念",
	["wind022"] = "姬路瑞希",--风 - 幻 - 3血
	["shushen"] = "淑慎",
	[":shushen"] = "每当你回复1点体力后，你可以令一名角色摸一张牌，然后令一名其他角色摸一张牌。",
	["qiaoxia"] = "巧黠",
	[":qiaoxia"] = "回合开始阶段开始时，你可以弃置全部的手牌，若你以此法弃置的牌的张数不小于X，你回复1点体力（X为你的体力值）。",
	
	["#wind023"] = "歼灭天使",
	["wind023"] = "玲•海华兹",--风 - 幻 - 3血
	["xielun"] = "血轮",
	[":xielun"] = "出牌阶段，你可以弃置一张红色牌，并对你攻击范围内的至多X名其他角色各造成1点伤害，然后这些角色各摸一张牌（X为你已损失的体力值），每阶段限一次。",
	["canyue"] = "残月",
	[":canyue"] = "若你于出牌阶段使用的【杀】被目标角色的【闪】抵消，则此阶段你可以额外使用一张【杀】（此【杀】可指定任意不为之前目标的其他角色为目标）。",
	["jiuming"] = "九命",
	[":jiuming"] = "<b>觉醒技</b>，回合结束阶段开始时，若你于此回合造成了3点或更多的伤害，你须增加1点体力上限，然后回复1点体力并失去技能“<b>残月</b>”。",
	["#JiumingWake"] = "%from 本回合已造成 %arg 点伤害，触发“%arg2”觉醒",
	["@jiuming"] = "九命",

	["#wind024"] = "中二病患者",
	["wind024"] = "小鸟游六花",--风 - 空 - 4血
	["xiewang"] = "邪王",
	[":xiewang"] = "若你的体力值不大于3，你可以发动“<b>挑衅</b>”；若你的体力值不大于2，你可以发动“<b>狂气</b>”；若你的体力值不大于1，你可以发动“<b>神佑</b>”。",

	["#wind025"] = "豪族乱舞",
	["wind025"] = "夏萝•兰兹华斯",--风 - 空 - 3血
	["zhiju"] = "智局",
	[":zhiju"] = "出牌阶段，你可以将两张手牌以任意顺序置于牌堆顶，然后弃置场上的一张牌，每阶段限一次。",
	["yingqi"] = "影契",
	[":yingqi"] = "一名角色的弃牌阶段开始时，若其手牌数不小于体力值，你可以令其摸一张牌。",

	["#wind026"] = "残念的彼女",
	["wind026"] = "柏崎星奈",--风 - 空 - 4血
	["xianyu"] = "陷瑜",
	[":xianyu"] = "回合开始阶段开始时，你可以将至多两名角色的各一张牌置于你的武将牌上，称为“瑕”。每当其他角色需要对你使用一张【杀】时，该角色可以弃置你武将牌上的两张“瑕”，视为对你使用一张【杀】。",

	["#wind027"] = "追奇的千金",
	["wind027"] = "千反田爱瑠",--风 - 空 - 3血
	["qizhi"] = "奇志",
	[":qizhi"] = "出牌阶段开始时，你可以与一名其他角色拼点，若你赢，你使用的下一张基本牌或非延时类锦囊牌可以多或少指定任意一个目标；若你没赢，你不能使用锦囊牌直到回合结束。每阶段限一次。",
	["zongshi"] = "纵适",
	[":zongshi"] = "每当你拼点赢，你可以获得对方此次拼点的牌；每当你拼点没赢，你可以获得你此次拼点的牌。",

	["#wind028"] = "鬼力的修罗",
	["wind028"] = "藤乃静留",--风 - 空 - 4血
	["xunfeng"] = "殉逢",
	[":xunfeng"] = "每当一名角色于其出牌阶段使用【杀】时，你可以弃置一张牌，令此【杀】不计入每阶段的使用限制，若此【杀】为红色，你摸一张牌。",

	["#wind029"] = "极之第五位天使",
	["wind029"] = "艾丽莎丝琳",--风 - 空 - 3血
	["qiyao"] = "七曜",
	[":qiyao"] = "分发起始手牌时，共发你十一张牌，你将其中七张牌面朝下置于你的武将牌上，称为“曜”；摸牌阶段结束时，你可以用任意数量的手牌替换等量的“曜”。",
	["qiyaopile"] = "曜",
	["@qiyao-exchange"] = "请选择 %arg 张手牌用于交换",
	["#QiyaoExchange"] = "%from 发动了“%arg2”，交换了 %arg 张手牌",
	["liefeng"] = "烈风",
	[":liefeng"] = "回合结束阶段开始时，你可以弃置一张“曜”，并选择一名角色，若如此做，每当其受到的火焰伤害结算开始时，此伤害+1，直到你的下回合开始。",
	["@liefeng"] = "烈风",
	["@liefeng-card"] = "你可以发动“烈风”",
	["~liefeng"] = "选择一名角色→点击确定→然后在窗口中选择一张牌",
	["miaowu"] = "渺雾",
	[":miaowu"] = "回合结束阶段开始时，你可以弃置X张“曜”，并选择X名角色，若如此做，每当这些角色受到的非雷电伤害结算开始时，防止此伤害，直到你的下回合开始。",
	["@miaowu"] = "渺雾",
	["@miaowu-card"] = "你可以发动“渺雾”",
	["~miaowu"] = "选择若干名角色→点击确定→然后在窗口中选择相应数量的牌",
	["#MiaowuProtect"] = "%from 的“<font color=\"yellow\"><b>大雾</b></font>”效果被触发，防止了 %arg 点伤害[%arg2]",
	["#LiefengPower"] = "“<font color=\"yellow\"><b>狂风</b></font>”效果被触发，%from 的火焰伤害从 %arg 点增加至 %arg2 点",

	["#wind030"] = "冷夜的花火",
	["wind030"] = "灰原哀",--风 - 空 - 2血
	["juejing"] = "绝境",
	[":juejing"] = "<b>锁定技</b>，摸牌阶段，你摸牌的数量改为你已损失的体力值+2；你的手牌上限+2。",
	["zhihun"] = "智魂",
	[":zhihun"] = "你可以将同花色的X张牌按下列规则使用或打出：红桃当【桃】，黑桃当具火焰伤害的【杀】，梅花当【闪】，方片当【无懈可击】（X为你当前的体力值且至少为1）。",

	["#wind031"] = "早夭的影忍",
	["wind031"] = "铃女",--风 - 空 - 4血
	["qiansha"] = "潜杀",
	[":qiansha"] = "回合开始阶段开始时，你可以进行一次判定，然后指定一名距离为1的角色，该角色不能使用或打出与判定牌颜色相同的手牌直到回合结束。",

	["#wind032"] = "真祖的白姬",
	["wind032"] = "爱尔奎特•布倫史塔德",--风 - 空 - 4血
	["lichi"] = "戾赤",
	[":lichi"] = "你可以将两张手牌当【杀】使用；出牌阶段，若你以此法使用的【杀】造成伤害，在伤害结算后，你获得技能“<b>赤莲</b>”和“<b>戾咆</b>”，直到回合结束。",

	["#wind033"] = "朝阳的游击士",
	["wind033"] = "萨露莎•特尔提娜",--风 - 空 - 4血
	["jilun"] = "极轮",
	[":jilun"] = "出牌阶段，你可以弃置一张手牌并指定一名装备区内有牌的其他角色，你令该角色获得其装备区的一张牌，然后视为你对其使用一张【杀】（此【杀】不计入每阶段的使用限制），每阶段限一次。",

	["#wind034"] = "七煌宝树",
	["wind034"] = "蕾芙妮•梅扎兰斯",--风 - 空 - 4血
	["fengling"] = "风灵",
	[":fengling"] = "摸牌阶段结束时，若你的手牌数小于体力上限，你可以弃置一张牌，若弃置的牌的种类为：\
1.基本牌，视为你对任意一名其他角色使用一张【杀】\
2.装备牌，你令一名其他角色摸两张牌\
3.锦囊牌，你令一名其他角色回复1点体力",

	["#wind035"] = "赤珠之锁",
	["wind035"] = "摩尔迦娜",--风 - 空 - 4血
	["kangjin"] = "亢劲",
	[":kangjin"] = "出牌阶段，你可以将一张手牌当【决斗】使用；当此牌造成伤害后，受到伤害的角色摸X张牌（X为该角色已损失的体力值）。",

	["#wind036"] = "绝命的堕天使",
	["wind036"] = "莫甘娜",--风 - 空 - 4血
	["hunkao"] = "魂铐",
	[":hunkao"] = "出牌阶段，你可以展示全部的手牌，并弃置其中一种花色全部的牌，然后你指定等量的其他角色，并令他们依次选择一项：交给你一张该花色的牌；或视为你对其使用一张【杀】。",

--bloom
	["#bloom001"] = "玉润的千金",
	["bloom001"] = "三千院凪",--花 - 空 - 4血
	["jiaoman"] = "娇蛮",
	[":jiaoman"] = "每当你受到一次伤害后，你可以将对你造成伤害的牌交给除伤害来源外的一名角色。",
	["huanwei"] = "唤卫",
	[":huanwei"] = "<b>主公技</b>，当你需要使用或打出一张【闪】时，你可以令其他花势力角色打出一张【闪】（视为由你使用或打出）。",
	["@huanwei-jink"] = "请打出一张【闪】来保护 %src",

	["#bloom002"] = "壶中之天",
	["bloom002"] = "丹特丽安",--花 - 空 - 3血
	["tiansuo"] = "天锁",
	[":tiansuo"] = "在一名角色的判定牌生效前，你可以打出一张手牌代替之。",
	["@tiansuo-card"] = "你可以发动“%dest”来修改 %src 的 %arg 判定",
	["~tiansuo"] = "选择一张手牌→点击确定",
	["huanji"] = "幻姬",
	[":huanji"] = "每当你受到一次伤害后，你可以获得伤害来源区域内的一张牌。",

	["#bloom003"] = "半月夜的呢喃",
	["bloom003"] = "秋庭里香",--花 - 空 - 4血
	["aoli"] = "傲戾",
	[":aoli"] = "每当你受到一次伤害后，你可以进行一次判定，若不为红桃，你弃置伤害来源两张手牌，或对其造成1点伤害。",
	["aoli:damage"] = "造成1点伤害",
	["aoli:throw"] = "弃置两张手牌",

	["#bloom004"] = "龙宝的雀士",
	["bloom004"] = "松实玄",--花 - 空 - 4血
	["lianbao"] = "敛宝",
	[":lianbao"] = "摸牌阶段开始时，你可以放弃摸牌，改为获得一至两名其他体力值不为1的角色的各一张手牌。",
	["@lianbao-card"] = "是否发动“敛宝”",
	["~lianbao"] = "选择 1-2 名其他角色→点击确定按钮。",

	["#bloom005"] = "高岭之花",
	["bloom005"] = "葵喜美",--花 - 空 - 4血
	["luoyi"] = "裸衣",
	[":luoyi"] = "出牌阶段，你可以弃置一张装备牌，若如此做，你使用的【杀】或【决斗】对目标角色造成的伤害+1，直到回合结束，每阶段限一次。",
	["#LuoyiBuff"] = "%from 真空出马，%to 鼻血狂喷，受到的伤害从 %arg 点上升至 %arg2 点",

	["#bloom006"] = "夏日青空之影",
	["bloom006"] = "神尾观铃",--花 - 空 - 3血
	["tiandu"] = "天妒",
	[":tiandu"] = "在你的判定牌生效后，你可以获得此牌。",
	["yumeng"] = "羽梦",
	[":yumeng"] = "每当你受到1点伤害后，可观看牌堆顶的两张牌，将其中一张交给一名角色，然后将另一张交给一名角色。",

	["#bloom007"] = "傲霜之蟹",
	["bloom007"] = "战场原黑仪",--花 - 幻 - 3血
	["mengyang"] = "濛漾",
	[":mengyang"] = "回合开始阶段开始时，你可以进行一次判定，若结果为黑色，你获得此牌，你可以重复此流程，直到出现红色的判定结果为止。",
	["zhongyan"] = "重岩",
	[":zhongyan"] = "你可以将一张黑色手牌当【闪】使用或打出。",

	["#bloom008"] = "黑扬羽蝶",
	["bloom008"] = "黑雪姬",--花 - 空 - 4血
	["xunyu"] = "迅羽",
	[":xunyu"] = "你可以选择一至两项：\
1.跳过你此回合的判定阶段和摸牌阶段\
2.跳过你此回合出牌阶段并弃置一张非锦囊牌\
你每选择一项，视为对一名其他角色使用一张【杀】。",
	["@xunyu1"] = "跳过该回合的判定阶段和摸牌阶段，视为对一名其他角色使用了一张【杀】",
	["@xunyu2"] = "跳过该回合出牌阶段并弃置一张非锦囊牌，视为对一名其他角色使用了一张【杀】",
	["~xunyu1"] = "选择一名其他角色→点击确定",
	["~xunyu2"] = "选择一张非锦囊牌→选择一名其他角色→点击确定",

	["#bloom009"] = "白樱之华",
	["bloom009"] = "桂雏菊",--花 - 空 - 4血
	["illustrator:bloom009"] = "正体不明",
	["mancai"] = "曼才",
	[":mancai"] = "你可以弃置一张手牌跳过你的一个阶段（回合开始和回合结束阶段除外），若以此法跳过摸牌阶段，你获得其他至多两名角色各一张手牌；若以此法跳过出牌阶段，你可以将场上的一张牌移动到另一名角色区域内的相应位置。",
	["@mancai-2"] = "您可以获得其他至多两名角色各一张手牌",
	["@mancai-3"] = "您可以将一名角色装备区或判定区里的一张牌移动到另一名角色区域里的相应位置。",
	["#mancai-1"] = "您可以弃置 %arg 张手牌跳过判定阶段",
	["#mancai-2"] = "您可以弃置 %arg 张手牌跳过摸牌阶段",
	["#mancai-3"] = "您可以弃置 %arg 张手牌跳过出牌阶段",
	["#mancai-4"] = "您可以弃置 %arg 张手牌跳过弃牌阶段",
	["~mancai2"] = "选择至多 2 名其他角色→点击确定按钮。",
	["~mancai3"] = "选择 1 名角色→点击确定按钮。",

	["#bloom010"] = "汲血的死徒",
	["bloom010"] = "弓塚五月",--花 - 空 - 4血
	["kujie"] = "枯界",
	[":kujie"] = "出牌阶段，你可以将一张黑色非锦囊牌当【兵粮寸断】使用；你可以对距离2以内的一名其他角色使用【兵粮寸断】。",

	["#bloom011"] = "轻国的帝王",
	["bloom011"] = "泉此方",--花 - 空 - 4血
	["zhaihun"] = "宅魂",
	[":zhaihun"] = "回合结束阶段开始时，你可以摸2+X张牌，然后将你的武将牌翻面。若如此做，你的下一个摸牌阶段开始时，你须弃置X张牌（X为场上武器牌的数量）。",
	["fojiao"] = "佛脚",
	[":fojiao"] = "若你的手牌数大于你的体力值，你可以将你装备区里的装备牌当【无懈可击】使用。",
	["@zhaihun"] = "宅魂",
	["#ZhaihunDiscard"] = "%from 的“%arg2”技能被触发，需要弃掉 %arg 张牌";

	["#bloom012"] = "金色之暗",
	["bloom012"] = "伊芙",--花 - 空 - 4血
	["qiangxi"] = "强袭",
	[":qiangxi"] = "出牌阶段，你可以失去1点体力或弃置一张武器牌，并对你攻击范围内的一名角色造成1点伤害，每阶段限一次。",

	["#bloom013"] = "云裳的巫女",
	["bloom013"] = "姬宫千歌音",--花 - 空 - 3血
	["yushen"] = "御神",
	[":yushen"] = "出牌阶段，你可以与一名体力比你多的角色拼点，若你赢，则该角色对其攻击范围内你指定的另一名角色造成1点伤害；若你没赢，则其对你造成1点伤害。每阶段限一次。",
	["#YushenNoWolf"] = "%from “<font color=\"yellow\"><b>御神</b></font>”拼点赢，由于 %to 攻击范围内没有其他角色，结算中止",
	["jieming"] = "节命",
	[":jieming"] = "每当你受到一次伤害后，可令一名角色将手牌补至等同于其体力上限的张数（至多补至五张）。",
	["@jieming"] = "请选择“节命”的目标",
	["~jieming"] = "选择一名角色→点击确定",

	["#bloom014"] = "世界之心",
	["bloom014"] = "凉宫春日",--花 - 空 - 3血
	["tanwan"] = "叹惋",
	[":tanwan"] = "你可以获得死亡角色的所有牌。",
	["bisuo"] = "闭锁",
	[":bisuo"] = "每当你受到一次伤害后，可以令一名其他角色摸X张牌（X为你已损失的体力值），然后该角色将其武将牌翻面。",
	["songwei"] = "颂威",
	[":songwei"] = "<b>主公技</b>，其他花势力角色的判定牌为黑色且生效后，可以令你摸一张牌。",
	["@bisuo"] = "您可以使用技能“闭锁”",
	["~bisuo"] = "选择一名其他角色→点击确定",

	["#bloom015"] = "银月的舞姬",
	["bloom015"] = "丽夏麻绪",--花 - 空 - 4血
	["yindie"] = "隠蝶",
	[":yindie"] = "你的回合外，每当失去牌时，可以进行一次判定，若不为红桃，将该判定牌置于你的武将牌上，称为“隐”；每有一张“隐”，你计算与其他角色的距离-1。",
	["#yindie-dist"] = "隠蝶",
	["yindiepile"] = "隐",
	["guiyue"] = "鬼月",
	[":guiyue"] = "<b>觉醒技</b>，回合开始阶段开始时，若你的“隐”为三张或更多时，你须减少1点体力上限，并获得技能“<b>幻舞</b>”（出牌阶段，你可以将一张“隐”当【顺手牵羊】使用）。",
	["#GuiyueWake"] = "%from 的“隐”为 %arg 张，触发“%arg2”觉醒",
	["@guiyue"] = "鬼月",
	["huanwu"] = "幻舞",
	[":huanwu"] = "出牌阶段，你可以将一张“隐”当【顺手牵羊】使用。",

	["#bloom016"] = "锦心绣口",
	["bloom016"] = "天野远子",--花 - 空 - 3血
	["shihua"] = "拾华",
	[":shihua"] = "当其他角色的一张梅花牌，因弃置或判定而置入弃牌堆时，你可以获得之。\
※操作:双击移除不想获得的牌，点击确定获得余下的全部牌。",
	["jiushi"] = "酒诗",
	[":jiushi"] = "若你的武将牌正面朝上，你可以将你的武将牌翻面，视为使用一张【酒】；若你的武将牌背面朝上时你受到伤害，你可以在结算后将你的武将牌翻至正面朝上。",

	["#bloom017"] = "无存在感的主役",
	["bloom017"] = "赤座灯里",--花 - 空 - 4血
	["zhuyan"] = "朱颜",
	[":zhuyan"] = "<b>锁定技</b>，若你的装备区没有防具牌，黑色的普通【杀】对你无效。",
	["piaohu"] = "飘忽",
	[":piaohu"] = "你的回合外，当你攻击范围内的一名其他角色成为【杀】的目标时，你可以弃置一张防具牌，或将该角色与你的武将牌横置，若如此做，将此【杀】转移给你。",
	["@piaohu"] = "请弃置一张防具牌",

	["#bloom018"] = "零之魔法使",
	["bloom018"]="露易丝•拉•瓦利埃尔",--花 - 幻 - 3血
	["xuwu"]="虚无",
	[":xuwu"]="<b>锁定技</b>，你即将造成的伤害均视为失去体力。",
	["nvelian"]="虐恋",
	[":nvelian"]="弃牌阶段外，每当你的手牌数小于X时，你可以将手牌补至X张（X为你已损失的体力值，且至多为2）。",
	
	["#bloom019"] = "终末之血",
	["bloom019"] = "桂言叶",--花 - 空 - 4血
	["bengshang"] = "崩殇",
	[":bengshang"] = "每当你受到1点伤害后，你可摸一张牌，然后将一张手牌置于你的武将牌上，称为“殇”；你的武将牌上每有一张牌，你的手牌上限便+1。",
	["#bengshang-dist"] = "崩殇",
	["bengshangpile"] = "殇",
	["anhun"] = "暗魂",
	[":anhun"] = "<b>觉醒技</b>，回合开始阶段开始时，若“殇”的数量达到三张或更多，你须减少1点体力上限，然后回复1点体力，或摸两张牌，并获得技能“<b>诛异</b>”（出牌阶段，你可以将一张“殇”置入弃牌堆，并令一名角色摸两张牌，然后若其手牌数比你多，你对其造成1点伤害。每阶段限一次）。",
	["#AnhunWake"] = "%from 的“殇”为 %arg 张，触发“%arg2”觉醒",
	["@anhun"] = "暗魂",
	["zhuyi"] = "诛异",
	[":zhuyi"] = "出牌阶段，你可以将一张“殇”置入弃牌堆，并令一名角色摸两张牌，然后若其手牌数比你多，你对其造成1点伤害。每阶段限一次。",
	
	["#bloom020"] = "迷途的猫咪",
	["bloom020"] = "雾谷希",--花 - 空 - 3血
	["mice"] = "谜策",
	[":mice"] = "出牌阶段，你可以将所有手牌当任意一张非延时类锦囊牌使用，每阶段限一次。",
	["zhiyu"] = "智愚",
	[":zhiyu"] = "每当你受到一次伤害后，你可以摸一张牌，然后展示所有手牌，若颜色均相同，伤害来源弃置一张手牌。",
	
	["#bloom021"] = "水边之花",
	["bloom021"] = "玖我夏树",--花 - 空 - 4血
	["guanchong"] = "贯铳",
	[":guanchong"] = "摸牌阶段摸牌时，你可以选择一项：\
1.额外摸一张牌，若如此做，你不能使用或打出【杀】，直到回合结束。\
2.少摸一张牌，若如此做，你于出牌阶段使用【杀】时无距离限制，且你可以额外使用一张【杀】，直到回合结束。",
	["#Guanchong1"] = "%from 发动了“%arg”，额外摸一张牌",
	["#Guanchong2"] = "%from 发动了“%arg”，少摸一张牌",
	["guanchong:guan"] = "额外摸一张牌",
	["guanchong:chong"] = "少摸一张牌",
	["guanchong:cancel"] = "不发动",

	["#bloom022"] = "奇迹的魔女",
	["bloom022"] = "芙蕾德莉卡•贝伦卡斯泰露",--花 - 幻 - 3血
	["lundao"] = "轮道",
	[":lundao"] = "在一名角色的判定牌生效前，你可以亮出牌堆顶的一张牌代替之。",
	["xuanwu"] = "玄舞",
	[":xuanwu"] = "回合结束阶段开始时，你可以进行一次判定，若结果为黑色，你观看牌堆顶的1+X张牌（X为你已损失的体力值），然后将这些牌交给一名角色。",

	["#bloom023"] = "爆裂的雷光",
	["bloom023"] = "菲特•泰斯特罗莎•哈拉温",--花 - 空 - 4血
	["xiaorui"] = "骁锐",
	[":xiaorui"] = "其他角色的回合结束阶段开始时，你可以弃置一张基本牌，若如此做，该角色需弃置一张非基本牌，否则受到你对其造成的1点伤害。",
	["@xiaoruiask"] = "请弃置一张基本牌发动“骁锐”",
	["@xiaoruiresp"] = "请弃置一张非基本牌",
	
	["#bloom024"] = "高贵的赤蔷薇",
	["bloom024"] = "真红",--花 - 空 - 4血
	["xinban"] = "心绊",
	[":xinban"] = "出牌阶段，你可以将一张装备牌置于一名角色的装备区内，然后若该牌为武器牌，弃置该角色攻击范围内的一名角色区域内的一张牌；若为防具牌，该角色摸两张牌；若为坐骑牌，该角色回复1点体力。每阶段限一次。",
	
	["#bloom025"] = "百顺的小奴",
	["bloom025"] = "希露•普莱恩",--花 - 空 - 3血
	["shenshi"] = "神筮",
	[":shenshi"] = "每当你受到一次伤害后，你可以亮出牌堆顶的四张牌。然后获得其中任意数量点数之和小于13的牌，将其余的牌置入弃牌堆。",
	["bingxin"] = "冰心",
	[":bingxin"] = "每当一名其他角色处于濒死状态时，你可以将武将牌翻面并将所有手牌（至少一张）交给该角色。若如此做，该角色回复1点体力。",
	
	["#bloom026"] = "恶趣的千金",
	["bloom026"] = "凉月奏",--花 - 空 - 4血
	["jingce"] = "精策",
	[":jingce"] = "出牌阶段结束时，若你于此回合使用的牌的数量不小于你的体力值，你可以摸两张牌。",

	["#bloom027"] = "凌舞的死神",
	["bloom027"] = "朽木露琪亚",--花 - 空 - 3血
	["bairen"] = "白刃",
	[":bairen"] = "出牌阶段，你可以弃置至少一张手牌，令一名其他角色弃置一张与你所弃置牌类型均不同的手牌。若其不如此做，该角色将武将牌翻面并摸等同于你弃牌数的牌，每阶段限一次。",
	["yuelian"] = "月涟",
	[":yuelian"] = "每当你受到一次伤害后，你可以展示一张手牌，令伤害来源弃置一张类别不同的手牌，否则你回复1点体力。",

	["#bloom028"] = "自慢的黄蔷薇",
	["bloom028"] = "金丝雀",--花 - 空 - 3血
	["huyin"] = "弧音",
	[":huyin"] = "每当你受到一次伤害后，选择一种牌的类别，令伤害来源不能使用、打出或弃置该类别的手牌，直到回合结束。",
	["@huyin_basic"] = "弧音(基本牌)",
	["@huyin_equip"] = "弧音(装备牌)",
	["@huyin_trick"] = "弧音(锦囊牌)",
	["#Huyin"] = "%from 对 %to 发动“<font color=\"yellow\"><b>弧音</b></font>”，限制了 %arg",
	["#HuyinClear"] = "%from 的“<font color=\"yellow\"><b>弧音</b></font>”效果消失",
	["hongce"] = "鸿策",
	[":hongce"] = "当锦囊牌指定你为目标后，你可以摸一张牌，若如此做，且此锦囊牌指定了包括你在内的多名角色为目标，此锦囊牌对你无效。",
	["#HongceAvoid"] = "“%arg2”效果被触发，【%arg】 对 %from 无效",
	
	["#bloom029"] = "军火巨枭",
	["bloom029"] = "蔻蔻•海克梅迪亚",--花 - 空 - 3血
	["yihuo"] = "易货",
	[":yihuo"] = "其他角色的出牌阶段，若你的装备区有装备牌或武将牌背面朝上，该角色可以选择一张手牌并令你观看之，你可以交给其一张装备牌，然后获得此牌并摸一张牌。",
	["yihuov"] = "易货",
	[":yihuov"] = "出牌阶段，若蔻蔻的装备区有装备牌或武将牌背面朝上，你可以选择一张手牌并令蔻蔻观看之，蔻蔻可以交给你一张装备牌，然后蔻蔻获得之并摸一张牌。",
	["@YihuoExchange"] = "你可以交给 %src 一张装备牌，然后获得该牌并摸一张牌",
	["guixin"] = "归心",
	[":guixin"] = "每当你受到一次伤害后，若场上存活的角色数小于4或你的武将牌正面朝上，你可分别获得所有其他角色区域的一张牌，然后你将武将牌翻面。",
	
	["#bloom030"] = "寡言的观察者",
	["bloom030"] = "长门有希",--花 - 空 - 4血
	["renjia"] = "忍枷",
	[":renjia"] = "<b>锁定技</b>，当你受到伤害后或于弃牌阶段弃置手牌时，获得等同于受到伤害或弃置手牌数量的“天枷”标记。",
	["@tianjia"] = "天枷",
	["tiangai"] = "天盖",
	[":tiangai"] ="<b>觉醒技</b>，回合开始阶段开始时，若你拥有4枚或更多的“天枷”标记，须减少1点体力上限并获得技能“<b>极略</b>”（弃置1枚“天枷”标记以发动下列一项技能：“<b>预悉</b>”、“<b>慧泉</b>”、“<b>死噬</b>”或“<b>隙境</b>”）。",
	["@tiangai"] = "天盖",
	["#TiangaiWake"] = "%from 的“天枷”标记达到 %arg，触发“天盖”",
	["jilve"] = "极略",
	[":jilve"] = "弃置1枚“天枷”标记以发动下列一项技能：“<b>预悉</b>”、“<b>慧泉</b>”、“<b>死噬</b>”或“<b>隙境</b>”。",

	["#bloom031"] = "绝世的妖魂",
	["bloom031"] = "玉藻前",--花 - 幻 - 3血
	["qingguo"] = "倾国",
	[":qingguo"] = "回合结束阶段开始时，若你已受伤，你可以摸至多X张牌，然后将等量的手牌依次交给一名其他角色（X为你已损失的体力值）。",
	["jingshi"] = "镜石",
	[":jingshi"] = "当你成为一名其他角色使用的【杀】或非延时类锦囊牌的目标时，你可失去1点体力，令此牌对你无效，然后你弃置该角色一张牌。",

	["#bloom032"] = "灭牙的元神灵",
	["bloom032"] = "狮子神黑",--花 - 空 - 4血
	["zhange"] = "战歌",
	[":zhange"] = "回合开始阶段开始时，你可以展示全部的手牌，若其中没有【杀】，你摸一张牌。你可以重复此流程，直到你展示的牌中有【杀】为止。",

	["#bloom033"] = "义道的人鱼",
	["bloom033"] = "濑户灿",--花 - 空 - 4血
	["renxia"] = "仁侠",
	[":renxia"] = "一名角色的回合开始阶段开始时，你可以指定一名其他角色，令除其之外的角色计算与该角色的距离时，始终+1，直到你再次发动“<b>仁侠</b>”。",

	["#bloom034"] = "乐土的和声",
	["bloom034"] = "艾丝蒂尔•特尔提娜＆莉特丝•特尔提娜",--花 - 空 - 4血
	["qizhong"] = "祈钟",
	[":qizhong"] = "当你于出牌阶段使用牌时，若此牌与你此阶段使用的上一张牌颜色不同，你可以亮出牌堆顶的一张牌，若亮出的牌与你使用的牌颜色不同，你获得之；否则，你可以用一张牌替换之或将该牌置入弃牌堆。",

	["#bloom035"] = "黑科技的私语",
	["bloom035"] = "千鸟要",--花 - 空 - 4血
	["duduan"] = "独断",
	[":duduan"] = "回合开始阶段开始时，你可以摸一张牌或弃置你攻击范围内的一名角色的一张牌。若如此做，且你于此回合的出牌阶段没有造成伤害，你的手牌上限-2，直到回合结束。",

	["#bloom036"] = "弁天号舰长",
	["bloom036"] = "加藤茉莉香",--花 - 空 - 4血
	["paomu"] = "炮幕",
	[":paomu"] = "<b>限定技</b>，你可以令一名其他角色获得一枚“猎标”标记。你计算与拥有“猎标”标记的角色的距离时始终为1；你对其使用黑色【杀】在结算后，可以令所有攻击范围内有该角色的其他角色依次选择一项：对该角色使用一张【杀】，或令你摸一张牌。该角色死亡时，你可以将场上的“猎标”标记转移给一名其他角色。",

--snow
	["#snow001"] = "静夜的歌姬",
	["snow001"] = "拉克丝•克莱茵",--雪 - 空 - 4血
	["zhiheng"] = "制衡",
	[":zhiheng"] = "出牌阶段，你可以弃置至多X张牌，然后摸等量的牌（X为你的体力上限），每阶段限一次。",
	["jiyuan"] = "济援",
	[":jiyuan"] = "<b>主公技</b>，<b>锁定技</b>，其他雪势力角色使用的【桃】指定你为目标后，回复的体力+1。",
	["#JiyuanExtraRecover"] = "雪势力的 %to 戳中了 %from 的萌点，触发了“%arg”，额外回复 <font color=yellow><b>1</b></font> 点体力",

	["#snow002"] = "茧居神探",
	["snow002"] = "紫苑寺有子",--雪 - 空 - 4血
	["kuipo"] = "窥破",
	[":kuipo"] = "出牌阶段，你可以将一张黑色牌当【过河拆桥】使用。",
	
	["#snow003"] = "棉被宇宙人",
	["snow003"] = "藤和艾莉欧",--雪 - 空 - 4血
	["biju"] = "闭居",
	[":biju"] = "若你未于出牌阶段内使用或打出【杀】，你可以跳过此回合的弃牌阶段。",
	["pojian"] = "破茧",
	[":pojian"] = "<b>觉醒技</b>，回合结束阶段开始时，若你于此回合使用了不少于五张非装备牌，你须回复1点体力并减少1点体力上限，然后获得技能“<b>青华</b>”（出牌阶段，你可以令一名其他角色展示一张手牌，你可以弃置一张花色相同的牌，若如此做，该角色须弃置其展示的手牌，然后你与其各回复1点体力，每阶段限一次。）。",
	["#PojianWake"] = "%from 于此回合使用了 %arg 张非装备牌，触发“%arg2”觉醒",
	["@pojian"] = "破茧",
	["qinghua"] = "青华",
	[":qinghua"] = "出牌阶段，你可以令一名其他角色展示一张手牌，你可以弃置一张花色相同的牌，若如此做，该角色须弃置其展示的手牌，然后你与其各回复1点体力，每阶段限一次。",
	["@QinghuaDiscard"] = "你可以弃置一张 %arg 花色的牌发动“青华”",

	["#snow004"] = "鬼畜的空间使",
	["snow004"] = "白井黑子",--雪 - 空 - 4血
	["kurou"] = "苦肉",
	[":kurou"] = "出牌阶段，你可以失去1点体力，然后摸两张牌。",
	["zaiqi"] = "再起",
	[":zaiqi"] = "当你于出牌阶段回复1点体力时，若你处于濒死状态，你可以摸一张牌。",

	["#snow005"] = "满帆的年华",
	["snow005"] = "向坂环",--雪 - 空 - 3血
	["guideng"] = "鬼灯",
	[":guideng"] = "出牌阶段，你可以选择一张手牌并指定一名其他角色，该角色选择一种花色后获得该牌并展示之，若此牌与所选花色不同，则你对该角色造成1点伤害，每阶段限一次。",
	["chenhong"] = "沉红",
	[":chenhong"] = "摸牌阶段摸牌时，你可以额外摸一张牌。",

	["#snow006"] = "矫矜的天狐",
	["snow006"] = "空幻",--雪 - 幻 - 3血
	["wanmei"] = "婉媚",
	[":wanmei"] = "出牌阶段，你可以将一张方片牌当【乐不思蜀】使用。",
	["xuanhuo"] = "眩惑",
	[":xuanhuo"] = "当你成为【杀】的目标时，你可以弃置一张牌，然后将此【杀】转移给你攻击范围内的一名除【杀】的使用者外的其他角色。",
	["@xuanhuo"] = "%src 对你使用【杀】，你可以弃置一张牌发动“眩惑”",

	["#snow007"] = "暗黑的圣杯",
	["snow007"] = "间桐樱",--雪 - 空 - 3血
	["bujie"] = "不竭",
	[":bujie"] = "当你失去最后的手牌时，你可以摸一张牌。",
	["yuanhe"] = "渊壑",
	[":yuanhe"] = "出牌阶段，你可以弃置一张红色手牌并指定一名其他角色，你与该角色各摸两张牌，然后各弃置两张牌，每阶段限一次。",

	["#snow008"] = "倔强的绿蔷薇",
	["snow008"] = "翠星石",--雪 - 幻 - 3血
	["yulu"] = "雨露",
	[":yulu"] = "出牌阶段，你可以弃置两张手牌并指定一名已受伤的空属性角色，你与其各回复1点体力，每阶段限一次。",
	["cuimeng"] = "翠梦",
	[":cuimeng"] = "当你失去一次装备区里的装备牌时，你可以摸两张牌。",

	["#snow009"] = "地狱之蝶",
	["snow009"] = "阎魔爱",--雪 - 空 - 4血
	["liangban"] = "良坂",
	[":liangban"] = "回合开始阶段开始时，你可以选择一项：令一名其他角色摸X张牌，然后弃置一张牌；或令一名其他角色摸一张牌，然后弃置X张牌（X为你已损失的体力值且至少为1）。",
	["@liangban"] = "您可以发动技能“良坂”",
	["~liangban"] = "选择一名其他角色→点击确定",
	["liangban:d1tx"] = "摸一张牌，然后弃置X张牌",
	["liangban:dxt1"] = "摸X张牌，然后弃置一张牌",

	["#snow010"] = "谜样的幽灵",
	["snow010"] = "帕梅拉•伊碧斯",--雪 - 空 - 3血
	["jilian"] = "极炼",
	[":jilian"] = "摸牌阶段摸牌时，你可额外摸两张牌，若此时你的手牌多于五张，将一半（向下取整）的手牌交给场上手牌数最少（或之一）的一名其他角色。",
	["@jilian"] = "请选择“极炼”的目标，将一半手牌（向下取整）交给该角色",
	["~jilian"] = "选择需要交出的手牌→选择一名其他角色→点击确定",
	["qixi"] = "绮戏",
	[":qixi"] = "出牌阶段，你可以选择两名手牌数差不大于3的其他角色，并弃置等同于这两名角色手牌数差的牌，然后他们须同时将全部的手牌交给对方。每阶段限一次。",
	["#Qixi"] = "%from (原来 %arg 手牌) 与 %to (原来 %arg2 手牌) 交换了手牌",

	["#snow011"] = "司穰的贤狼",
	["snow011"] = "赫萝",--雪 - 幻 - 3血
    ["zhihui"] = "知惠",
	[":zhihui"] = "每当你受到伤害时，你可弃置一张红桃手牌并将此伤害转移给一名其他角色，若如此做，该角色在伤害结算后摸X张牌（X为该角色已损失的体力值）。",
	["@zhihui-card"] = "请弃置一张红桃手牌来转移伤害",
	["~zhihui"] = "选择一张红桃手牌→选择一名其他角色→点击确定",
	["chiqiu"] = "赤秋",
	[":chiqiu"] = "<b>锁定技</b>，你的黑桃牌均视为红桃牌。",

	["#snow012"] = "空之女王",
	["snow012"] = "伊卡洛斯",--雪 - 空 - 4血
	["jianmie"] = "歼灭",
	[":jianmie"] = "出牌阶段，你可以与一名其他角色拼点。若你赢，你获得以下技能直到回合结束：你使用【杀】时无距离限制；可额外使用一张【杀】；使用【杀】时可以额外指定一个目标。若你没赢，你不能使用【杀】直到回合结束。每阶段限一次。",
	
	["#snow013"] = "紫阳之吻",
	["snow013"] = "散华礼弥",--雪 - 空 - 3血
	["susheng"] = "苏生",
	[":susheng"] = "每当你扣减1点体力时，若你体力值为0，你可以从牌堆顶亮出一张牌置于你的武将牌上，称为“芳”，若你全部的“芳”的点数都不相同，你不会进入濒死状态且不会死亡；否则，你须将全部的“芳”置入弃牌堆并进入濒死状态。每当你回复1点体力后，将一张“芳”置入弃牌堆。",
	["sushengpile"] = "芳",
	["#SushengDuplicate"] = "%from 时运不济啊，“芳”中有 %arg 组重复点数",
	["#SushengDuplicateGroup"] = "第 %arg 组重复点数为 %arg2",
	["$SushengDuplicateItem"] = "“芳”重复牌: %card",
	["$SushengRemove"] = "%from 移除了“芳”：%card", 
	["eli"] = "噩戾",
	[":eli"] = "弃牌阶段结束时，若你于此阶段弃置了两张或更多的手牌，可以视为你使用一张【南蛮入侵】。",

	["#snow014"] = "远方的苇莺",
	["snow014"] = "远野秋叶",--雪 - 空 - 4血
	["heyi"] = "赫訳",
	[":heyi"] = "每当你使用（指定目标后）或被使用（成为目标后）一张【决斗】或红色的【杀】时，你可以摸一张牌。",
	["chizhu"] = "赤主",
	[":chizhu"] = "<b>觉醒技</b>，回合开始阶段开始时，若你的体力值不大于2，你须减少1点体力上限，并获得技能“<b>沉红</b>”和“<b>良坂</b>”。",
	["@chizhu"] = "赤主",
	["biansheng"] = "遍生",
	[":biansheng"] = "<b>主公技</b>，其他雪势力角色的出牌阶段，可以与你拼点，若该角色没赢，你可以获得双方拼点的牌，每阶段限一次；“<b>赤主</b>”发动后，你可以拒绝此拼点。",
	["biansheng_pindian"] = "遍生",
	[":biansheng_pindian"] = "出牌阶段，你可以与主公拼点，若你没赢，主公可获得双方拼点的牌，每阶段限一次；“赤主”发动后，主公可以拒绝此拼点。",
	["#ChizhuWake"] = "%from 的体力不大于 2，触发“%arg”",
	["biansheng_pindian:accept"] = "接受",
	["biansheng_pindian:reject"] = "拒绝",
	["biansheng:yes"] = "获得拼点牌",
	["biansheng:no"] = "不获得",

	["#snow015"] = "多舛的双子",
	["snow015"] = "琥珀＆翡翠",--雪 - 空 - 3血
	["jiban"] = "羁绊",
	[":jiban"] = "出牌阶段，你可以将手牌中的一张装备牌置于一名其他角色的装备区里，然后摸一张牌。",
	["jizhou"] = "箕箒",
	[":jizhou"] = "其他角色的弃牌阶段结束时，你可将此阶段中弃置的一张牌从弃牌堆返回该角色手牌，若如此做，你可以获得弃牌堆里其余于此阶段中弃置的牌。",
	["$JibanEquip"] = "%from 被装备了 %card",

	["#snow016"] = "雷光的恶魔",
	["snow016"] = "安藤美雷",--雪 - 空 - 4血
	["leilan"] = "雷岚",
	[":leilan"] = "<b>锁定技</b>，当你失去一次装备区里的装备牌时；或弃牌阶段结束时，若你在此阶段弃置了两张或更多的手牌，你须获得1枚“疾雷”标记。一名角色的回合结束阶段开始时，你须弃置1枚“疾雷”标记，然后选择一项：\
1. 视为对一名其他角色使用一张具雷电伤害的【杀】；\
2. 对距离为1的一名角色造成1点雷电伤害；\
3. 摸一张牌，然后弃置一张手牌。\
你须重复此流程，直到你没有“疾雷”标记为止。",
	["leilan:slash"] = "视为对一名其他角色使用一张具雷电伤害的【杀】",
	["leilan:damage"] = "对距离为1的一名角色造成1点雷电伤害",
	["leilan:draw"] = "摸一张牌，然后弃置一张手牌",
	["@jilei"] = "疾雷",

	["#snow017"] = "返魂的魔女",
	["snow017"] = "右代宫缘寿",--雪 - 幻 - 3血
	["yuanfa"] = "源法",
	[":yuanfa"] = "当一名角色进入濒死状态时，你可以展示其一张手牌，若不为基本牌，该角色须弃置此牌，然后回复1点体力。",
	["guanju"] = "观剧",
	[":guanju"] = "出牌阶段，你可以选择两名装备区的装备牌数差不大于X的角色，交换他们装备区的全部装备牌（X为你已损失的体力值），每阶段限一次。",
	["#GuanjuSwap"] = "%from 交换了 %to 的装备",

	["#snow018"] = "香魂翩跹",
	["snow018"] = "巴麻美",--雪 - 空 - 4血
	["zhongqu"] = "终曲",
	[":zhongqu"] = "你每使用【杀】造成一次伤害后，可以令受到该伤害的角色摸X张牌（X为该角色的体力值，且至多为5），然后该角色将其武将牌翻面。",

	["#snow019"] = "超世之英魂",
	["snow019"] = "黑岩",--雪 - 空 - 4血
	["lingpao"] = "灵炮",
	[":lingpao"] = "你可以将一张普通【杀】当具火焰伤害的【杀】使用。若以此法使用的【杀】造成了伤害，则在此【杀】结算后你失去1点体力；你使用具火焰伤害的【杀】时，可以额外指定一个目标。",
	["xiaozui"] = "销罪",
	[":xiaozui"] = "回合结束阶段开始时，若你的武将牌上没有牌，你可将任意数量的【杀】置于你的武将牌上，称为“罪”。当一名角色处于濒死状态时，你可将一张“罪”置入弃牌堆，视为该角色使用一张【桃】。",
	["xiaozuipile"] = "罪",
	["@xiaozui"] = "你可以发动“销罪”",
	["~xiaozui"] = "选择若干张【杀】→点击确定",

	["#snow020"] = "未闻此花之名",
	["snow020"] = "本间芽衣子",--雪 - 幻 - 3血
	["anxu"] = "安恤",
	[":anxu"] = "出牌阶段，你可以指定两名手牌数不同的其他角色，其中手牌较少的角色获得手牌较多的角色一张手牌并展示之。若此牌非黑桃，则你摸一张牌。每阶段限一次。",
	["zhuiyi"] = "追忆",
	[":zhuiyi"] = "你死亡时，可以指定一名除杀死你的角色之外的角色，该角色摸三张牌并回复1点体力。",

	["#snow021"] = "杏林之烁剑",
	["snow021"] = "结城明日奈",--雪 - 空 - 4血
	["xuanren"] = "炫刃",
	[":xuanren"] = "你可以将一张装备牌当【杀】使用或打出；你以此法使用的【杀】无距离限制。",
	["jieyou"] = "解忧",
	[":jieyou"] = "当一名角色进入濒死状态时，你可对当前回合的角色使用一张【杀】，此【杀】造成伤害时，你防止此伤害，视为对该濒死角色使用了一张【桃】。",
	["jieyou-slash"] = "请对 %src 使用一张【杀】以响应技能",
	["#JieyouNull1"] = "%from 已经脱离了濒死状态，解忧效果二无法执行。",
	["#JieyouNull2"] = "%from 已经死透了，解忧效果二无法执行。",

	["#snow022"] = "影中的妖刀",
	["snow022"] = "忍野忍",--雪 - 空 - 4血
	["xindu"] = "心渡",
	[":xindu"] = "你使用【杀】时，可以额外指定一名距离为1的角色为目标。",
	["fenxun"] = "奋迅",
	[":fenxun"] = "出牌阶段，你可以弃置一张牌并指定一名角色，当你计算与该角色的距离时，无视除该角色之外的其他角色及场上的坐骑牌，直到回合结束，每阶段限一次。",

	["#snow023"] = "绯樱的妖精",
	["snow023"] = "艾露莎•斯卡雷特",--雪 - 空 - 4血
	["qianbian"] = "千变",
	[":qianbian"] = "当你失去一次装备区里的牌时，你可以依次弃置一至两名其他角色的共计两张牌，你以此法每弃置了一张基本牌，你摸一张牌。",

	["#snow024"] = "绯红的棉花糖",
	["snow024"] = "樱野栗梦",--雪 - 空 - 4血
	["designer:snow024"] = "ByArt",
	["illustrator:snow024"] = "正体不明",
	["cv:snow024"] = "暂无",
	["mengjing"] = "萌境",
	[":mengjing"] = "出牌阶段，你可以弃置一张牌，令你的攻击范围无限，直到回合结束；若你以此法弃置的牌为装备牌，你可以弃置一名其他角色的一张牌，每阶段限一次。",
	["zhizhan"] = "止战",
	[":zhizhan"] = "<b>限定技</b>，出牌阶段，你可以指定一名角色，攻击范围内含有该角色的所有角色须依次选择一项：弃置一张武器牌；或令该角色摸一张牌。",
	["@zhizhan-discard"] = "请弃置一张武器牌",
	["@zhizhan"] = "止战(未发动)",
	["@zhizhanused"] = "止战(已发动)",

	["#snow025"] = "喜翠之光",
	["snow025"] = "松前绪花",--雪 - 空 - 3血
	["hongrou"] = "弘柔",
	[":hongrou"] = "出牌阶段，你可弃置一张牌并令至多两名其他角色各摸一张牌，每阶段限一次。",
	["huaxiao"] = "花咲",
	[":huaxiao"] = "你的回合外，当你的红色牌因使用、打出或弃置而置入弃牌堆时，你可以令一名角色摸一张牌。",

	["#snow026"] = "赤莲的铳使",
	["snow026"] = "优子•莉特纳",--雪 - 空 - 4血
	["designer:snow026"] = "正体不明",
	["illustrator:snow026"] = "正体不明",
	["cv:snow026"] = "暂无",
	["duoren"] = "夺刃",
	[":duoren"] = "每当你受到【杀】造成的一次伤害后，你可以弃置一张牌，然后获得伤害来源装备区的武器牌。",
	["zhizhan"] = "暗狙",
	[":zhizhan"] = "当你使用的【杀】对目标角色造成伤害时，若你不在其攻击范围内，则此伤害+1。",

	["#snow027"] = "乐园的王女",
	["snow027"] = "茉茉•贝莉雅•戴比露克",--雪 - 空 - 3血
	["zongxuan"] = "纵玄",
	[":zongxuan"] = "每当你的牌因弃置进入弃牌堆前，你可以将此牌置于牌堆顶。",
	["zhice"] = "直策",
	[":zhice"] = "回合结束阶段开始时，你可以令一名角色摸一张牌并展示之，若此牌为装备牌，该角色回复1点体力并使用此牌。",

	["#snow028"] = "完璧之妹",
	["snow028"] = "高坂桐乃",--雪 - 空 - 4血
	["designer:snow028"] = "正体不明",
	["illustrator:snow028"] = "正体不明",
	["cv:snow028"] = "暂无",
	["yinzhai"] = "隐宅",
	[":yinzhai"] = "每当你造成一次伤害后，你可以摸一张牌。若如此做，终止一切结算，且当前回合结束。",

	["#snow029"] = "降乩引魂的市子",
	["snow029"] = "恐山安娜",--雪 - 空 - 3血
	["lvejue"] = "略决",
	[":lvejue"] = "摸牌阶段，你可以放弃摸牌，改为从牌堆顶亮出五张牌，你获得不同花色的牌各一张，将其余的牌置入弃牌堆。",
	["lingshi"] = "灵视",
	[":lingshi"] = "出牌阶段，你可以观看一名其他角色的手牌，并可以展示其中一张红桃牌，然后将其弃置或置于牌堆顶，每阶段限一次。",
	["lingshi:discard"] = "弃置",
	["lingshi:put"] = "置于牌堆顶",

	["#snow030"] = "圣炎之龙女",
	["snow030"] = "萝丝",--雪 - 空 - 4血
	["longxi"] = "龙息",
	[":longxi"] = "弃牌阶段结束时，若你在此阶段弃置了两张或更多的手牌，你可以令所有角色各回复1点体力或各失去1点体力。",
	["longxi:up"] = "所有角色各回复1点体力",
	["longxi:down"] = "所有角色各失去1点体力",
	["yeyan"] = "业焰",
	[":yeyan"] = "<b>限定技</b>，出牌阶段，你可以指定至多三名角色，然后分别对他们造成至多共3点火焰伤害，若你以此法对一名角色造成了2点或更多的火焰伤害，你须先弃置四张不同花色的手牌并失去3点体力。\
◇多次点击以分配多点伤害",
	["greatyeyan"] = "业焰",
	["smallyeyan"] = "业焰",
	["@yeyan"] = "业焰(未发动)",
	["@yeyanused"] = "业焰(已发动)",

	["#snow031"] = "异国的公主",
	["snow031"] = "梅露露琳丝•蕾蒂•阿鲁兹",--雪 - 空 - 3血
	["lingyun"] = "灵运",
	[":lingyun"] = "你使用的基本牌在结算后置入弃牌堆时，你可以将之置于牌堆顶。",
	["miyao"] = "秘药",
	[":miyao"] = "一名其他角色的回合结束时，你可以将手牌补至或弃置至等同于其手牌数的张数。若你以此法获得了两张或更多的牌，你失去1点体力；若你以此法弃置了两张或更多的牌，你回复1点体力。",

	["#snow032"] = "并蒂之舞",
	["snow032"] = "柊镜＆柊司",--雪 - 幻 - 3血
	["qiwu"] = "祈舞",
	[":qiwu"] = "弃牌阶段开始时，你可以将一张手牌面朝上置于你的武将牌上，称为“祈”。当你拥有三张“祈”时，须全部弃置之，并对一名空属性角色造成2点伤害，然后弃置其装备区的所有牌。",
	["shendao"] = "神道",
	[":shendao"] = "<b>锁定技</b>，若你拥有“祈”，你可以发动“<b>知惠</b>”和“<b>眩惑</b>”。",
	
	["#snow033"] = "死线之苍",
	["snow033"] = "玖渚友",--雪 - 空 - 3血
	["tianyan"] = "天衍",
	[":tianyan"] = "你的回合外，当你需要使用或打出一张基本牌时，你可以观看牌堆顶的两张牌。若其中有此名称的牌，你可以获得并使用或打出之。",
	["cangwu"] = "苍武",
	[":cangwu"] = "出牌阶段，你可以弃置X张牌对你攻击范围内的一名其他角色造成1点伤害（X为该角色的体力值）。若你以此法令该角色进入濒死状态，则濒死状态结算后你失去1点体力，且此回合不能再发动“<b>苍武</b>”。",
	
	["#snow034"] = "恶趣的女仆",
	["snow034"] = "汐王寺茉莉花",--雪 - 空 - 4血
	["shidao"] = "侍道",
	[":shidao"] = "当你需要使用一张基本牌时，你可以将两张不同类别的牌交给一名其他角色，视为你使用了一张该名称的基本牌。",
	
	["#snow035"] = "绮语的采女",
	["snow035"] = "琴羽",--雪 - 空 - 4血
	["taoxiao"] = "桃枭",
	[":taoxiao"] = "出牌阶段，你可以将一张【桃】当【桃园结义】使用。",
	["yushen"] = "愈神",
	[":yushen"] = "在你的回合，每当一名角色回复1点体力后，你可以摸一张牌或弃置该角色的一张牌。",
	
	["#snow036"] = "天赐的艺术家",
	["snow036"] = "椎名真白",--雪 - 空 - 3血
	["mitu"] = "迷途",
	[":mitu"] = "<b>锁定技</b>，你防止你造成或者受到的任何锦囊牌的伤害。",
	["linghui"] = "灵绘",
	[":linghui"] = "出牌阶段，你可以令一名其他角色摸一张牌，然后其须亮出一张手牌，你可以弃置任意张颜色相同的手牌，并令等量的角色依次摸两张牌。",
	
--luna
	["#luna001"] = "孢子花的挽歌",
	["luna001"] = "沙耶",--月 - 空 - 8血
	["fusheng"] = "腐生",
	[":fusheng"] = "你可以将一张黑桃手牌当【酒】使用。",
	["huanbei"] = "幻呗",
	[":huanbei"] = "<b>锁定技</b>，你对幻属性角色、幻属性角色对你使用【杀】时，需连续使用两张【闪】才能抵消。",
	["benghuai"] = "崩坏",
	[":benghuai"] ="<b>锁定技</b>，回合结束阶段开始时，若你的体力值不是全场最少的（或之一），你须失去1点体力或减少1点体力上限。",
	["benghuai:hp"] = "失去1点体力",
	["benghuai:maxhp"] = "减少1点体力上限",
	["wuhua"] = "舞华",
	[":wuhua"] = "<b>主公技</b>，每当其他月势力角色造成一次伤害后，可以进行一次判定，若为黑桃，你回复1点体力。",
	
	["#luna002"] = "坚强的心之光",
	["luna002"] = "坂上智代",--月 - 空 - 4血
	["wushuang"] = "无双",
	[":wushuang"] = "<b>锁定技</b>，当你使用【杀】指定一名角色为目标后，该角色需连续使用两张【闪】才能抵消；与你进行【决斗】的角色每次需连续打出两张【杀】。",
	["@wushuang-slash-1"] = "天下无双的 %src 与你决斗，你必须打出两张【杀】",
	["@wushuang-slash-2"] = "天下无双的 %src 与你决斗，请你再打出一张【杀】",
	["@double-jink-1"] = "%src 对你使用【杀】，你须连续使用两张【闪】",
	["@double-jink-2"] = "%src 对你使用【杀】，请你再使用一张【闪】",
	["wudi"] = "武帝",
	[":wudi"] = "出牌阶段，你可以将两张相同花色的手牌当【决斗】使用，每阶段限一次。",

	["#luna003"] = "海底的圆月",
	["luna003"] = "天江衣",--月 - 幻 - 3血
	["moyu"] = "魔域",
	[":moyu"] = "出牌阶段，你可以弃置一张牌并选择两名空属性角色，若如此做，视为其中一名空属性角色对另一名空属性角色使用一张【决斗】。此【决斗】不能被【无懈可击】响应。每阶段限一次。",
	["zhuoyue"] = "捉月",
	[":zhuoyue"] = "回合结束阶段开始时，你可以摸一张牌。",

	["#luna004"] = "辉煌的烈阳",
	["luna004"] = "高町奈叶",--月 - 空 - 4血
	["xinghuang"] = "星煌",
	[":xinghuang"] = "出牌阶段，你可以将两张相同花色的手牌当【万箭齐发】使用。",

	["#luna005"] = "印章的白与黑",
	["luna005"] = "玛戈特•奈特＆玛伽•成濑",--月 - 空 - 4血
	["shuangniang"] = "双嬢",
	[":shuangniang"] = "摸牌阶段开始时，你可以放弃摸牌，改为进行一次判定，你获得此判定牌，且此回合你的每张与该判定牌不同颜色的手牌均可以当【决斗】使用。",
	
	["#luna006"] = "森之轮回",
	["luna006"] = "艾露露",--月 - 空 - 3血
	["huichun"] = "回春",
	[":huichun"] = "你的回合外，你可以将一张红色牌当【桃】使用。",
	["qingnang"] = "青囊",
	[":qingnang"] = "出牌阶段，你可以弃置一张手牌，令一名已受伤的角色回复1点体力，每阶段限一次。",

	["#luna007"] = "凄美的黑蔷薇",
	["luna007"] = "水银灯",--月 - 空 - 3血
	["sishi"] = "死噬",
	[":sishi"] = "<b>锁定技</b>，在你的回合，除你以外，只有处于濒死状态的角色才能使用【桃】。",
	["#SishiOne"] = "%from 受到“%arg”的影响，只能 %from 自救",
	["#SishiTwo"] = "%from 受到“%arg”的影响，只有 %from 和 %to 自己才能救 %to",
	["wenle"] = "文乐",
	[":wenle"] = "<b>限定技</b>，出牌阶段，可令所有其他角色各选择一项：对其与之距离最近的另一名角色使用一张【杀】，或失去1点体力。",
	["@wenle"] = "文乐(未发动)",
	["@wenleused"] = "文乐(已发动)",
	["@wenle-slash"] = "请使用一张【杀】对“乱武”进行响应",
	["moyu2"] = "墨羽",
	[":moyu2"] = "<b>锁定技</b>，你不能成为黑色锦囊牌的目标。",

	["#luna008"] = "荣耀之御守",
	["luna008"] = "白娅•杜•罗德•赫尔梅尼姆",--月 - 空 - 4血
	["jibu"] = "疾步",
	[":jibu"] = "<b>锁定技</b>，当你计算与其他角色的距离时，始终-1。",
	["mengjin"] = "猛进",
	[":mengjin"] = "当你使用的【杀】被目标角色的【闪】抵消时，你可以弃置其一张牌；当你使用红色【杀】对目标角色造成一次伤害后，你可以摸一张牌。",

	["#luna009"] = "魔法使之契",
	["luna009"] = "木之本樱",--月 - 空 - 3血
	["huanshen"] = "幻身",
	[":huanshen"] = "所有人都展示武将牌后，你随机获得两张未加入游戏的武将牌，称为“幻身牌”，将其中一张置于你的武将牌上并声明该武将的一项技能，你获得该技能且将特殊属性和势力属性变成与该武将相同直到失去武将牌上的牌。回合开始时和结束后，你可以获得你武将牌上的牌，然后将一张“幻身牌”置于你的武将牌上并声明该武将的一项技能（你不可以声明限定技、觉醒技或主公技）。",
	["#GetHuanshen"] = "%from 获得了 %arg 张“幻身牌”，现在共有 %arg2 张“幻身牌”",
	["lingqi"] = "灵契",
	[":lingqi"] = "每当你受到1点伤害后，可获得一张“幻身牌”。",

	["#luna010"] = "无声的和绘",
	["luna010"] = "立华奏",--月 - 空 - 4血
	["lvdong"] = "律动",
	[":lvdong"] = "出牌阶段，你可以与一名其他角色拼点。若你赢，你获得以下技能直到回合结束：无视与该角色的距离及其防具；你可以对其使用任意数量的【杀】。若你没赢，你不能使用【杀】直到回合结束。每阶段限一次。",
	["guozai"] = "过载",
	[":guozai"] = "<b>锁定技</b>，你的【酒】均视为【杀】。",
	["@lvdong-slash"] = "你可以对律动目标不限次数出杀",

	["#luna011"] = "诡变的欺诈师",
	["luna011"] = "塞蕾丝提雅•罗登贝克",--月 - 空 - 4血
	["guihuo"] = "诡惑",
	[":guihuo"] = "你可以选择任何一种基本牌或非延时类锦囊牌，并正面朝下使用或打出一张手牌。若无人质疑，则该牌按你所述之牌结算。若有人质疑则亮出验明：若为真，质疑者各失去1点体力；若为假，质疑者各摸1张牌。除非被质疑的牌为红桃且为真时，该牌仍然可以进行结算，否则无论真假，将该牌置入弃牌堆。",

	["#luna012"] = "宝石魔术的血脉",
	["luna012"] = "远坂凛",--月 - 幻 - 3血
	["huiyao"] = "辉耀",
	[":huiyao"] = "每当一名角色受到【杀】造成的一次伤害后，你可以弃置一张牌，并令其进行一次判定：若结果为红桃，该角色回复1点体力；若结果为方片，该角色摸两张牌；若结果为梅花，伤害来源弃置两张牌；若结果为黑桃，伤害来源将其武将牌翻面。",
	["@huiyao"] = "你可以弃置一张牌发动“辉耀”",
	["qihuang"] = "淒煌",
	[":qihuang"] = "<b>锁定技</b>，杀死你的角色失去当前的所有武将技能。",
	["#QihuangLoseSkills"] = "%from 触发“%arg”，杀死%from的角色 %to 将失去其所有武将技能",
	["@qihuang"] = "淒煌",

	["#luna013"] = "摇摆的命运",
	["luna013"] = "牧濑红莉栖",--月 - 空 - 3血
	["mingce"] = "明策",
	[":mingce"] = "出牌阶段，你可以交给一名其他角色一张装备牌或【杀】，然后令其选择一项：视为对其攻击范围内的另一名由你指定的角色使用一张【杀】；或摸一张牌。每阶段限一次。",
	["mingce:use"] = "对攻击范围内的一名角色使用一张【杀】",
	["mingce:draw"] = "摸一张牌",
	["zhichi"] = "智迟",
	[":zhichi"] = "<b>锁定技</b>，你的回合外，每当你受到一次伤害后，【杀】或非延时类锦囊牌对你无效，直到回合结束。",
	["#ZhichiDamaged"] = "%from 受到了伤害，本回合内【<font color=\"yellow\"><b>杀</b></font>】或非延时锦囊都将对其无效",
	["@late"] = "智迟",

	["#luna014"] = "超电磁炮",
	["luna014"] = "御坂美琴",--月 - 空 - 3血
	["leiji"] = "雷击",
	[":leiji"] = "每当你使用或打出一张【闪】时，可令一名角色判定，若结果为黑桃，你对该角色造成2点雷电伤害。",
	["@leiji"] = "令一名角色判定，若结果为黑桃，你对该角色造成2点雷电伤害",
	["~leiji"] = "选择一名角色→点击确定",
	["tianshi"] = "天势",
	[":tianshi"] = "在一名角色的判定牌生效前，你可以用一张黑色牌替换之。",
	["@tianshi-card"] = "你可以发动“%dest”修改 %src 的 %arg 判定",
	["~tianshi"] = "选择一张黑色牌→点击确定",
	["yuji"] = "御姬",
	[":yuji"] = "<b>主公技</b>，月势力角色可在她们各自的出牌阶段交给你一张【闪】或黑色手牌，每阶段限一次。",
	["yujiv"] = "御姬",
	[":yujiv"] = "出牌阶段，你可以将一张【闪】或黑色手牌交给主公，每阶段限一次。",

	["#luna015"] = "原野日和之春",
	["luna015"] = "小牧爱佳",--月 - 空 - 4血
	["tianjing"] = "恬静",
	[":tianjing"] = "<b>锁定技</b>，若你已受伤，你的手牌上限+4。",
	["danbo"] = "澹泊",
	[":danbo"] = "摸牌阶段摸牌时，你可以额外摸X张牌（X为你已损失的体力值），然后跳过你此回合的出牌阶段。",

	["#luna016"] = "情殇的雷神",
	["luna016"] = "伊诗塔尔•弗利吉",--月 - 空 - 6血
	["xinshang"] = "心殇",
	[":xinshang"] = "<b>锁定技</b>，每当你受到一次非梅花【杀】造成的伤害后，你须减少1点体力上限。",
	["qilei"] = "悽雷",
	[":qilei"] = "每当你减少1点体力上限后；或使用具雷电伤害的【杀】造成一次雷电伤害后，在伤害结算后，你可以对你攻击范围内的一名其他角色造成1点雷电伤害。",

	["#luna017"] = "言灵的法圣",
	["luna017"] = "优里克伍德•赫尔塞伊斯",--月 - 空 - 4血
	["chenyan"] = "谶言",
	[":chenyan"] = "<b>锁定技</b>，摸牌阶段摸牌时，你额外摸X张牌；弃牌阶段开始时，你须弃置X+1张牌（X为场上的势力数且至少为2）。",
	["shengzun"] = "圣尊",
	[":shengzun"] = "你可以发动当前主公的主公技。",
	["#ChenyanGood"] = "%from 触发“%arg2”，额外摸了 %arg 张牌",
	["#ChenyanBad"] = "%from 触发“%arg2”，须弃置 %arg 张牌",
	["#ChenyanWorst"] = "%from 的锁定技“%arg2”被触发，弃置了所有的装备和手牌（共 %arg 张）",

	["#luna018"] = "默然的空之音",
	["luna018"] = "筒隐月子",--月 - 空 - 4血
	["zhuji"] = "祝祭",
	[":zhuji"] = "<b>锁定技</b>，若你的体力值大于2，当你计算与其他角色的距离时，始终-1；若你的体力值不大于2，当其他角色计算与你的距离时，始终+1。",
	["benyin"] = "本音",
	[":benyin"] = "每当你扣减1点体力时，若你的体力值为2；或每当你回复1点体力后，若你的体力值为3，你可摸一张牌或弃置一名其他角色区域内的一张牌。",
	["benyin:draw"] = "摸一张牌",
	["benyin:discard"] = "弃置一名其他角色区域内的一张牌",

	["#luna019"] = "复兴的王女",
	["luna019"] = "尤古朵拉•优瑞尔•亚特华尔兹",--月 - 空 - 4血
	["jimian"] = "即冕",
	[":jimian"] = "<b>限定技</b>，出牌阶段，若存活角色的数量大于五，你可以令至多三名角色各摸三张牌；否则你可以令至多两名角色各摸三张牌；若只有你摸牌，你回复1点体力。",
	["@jimian"] = "即冕(未发动)",
	["@jimianused"] = "即冕(已发动)",

	["#luna020"] = "风的私语",
	["luna020"] = "白河小鸟",--月 - 空 - 3血
	["wenxin"] = "闻心",
	[":wenxin"] = "<b>锁定技</b>，每当你受到伤害时，伤害来源须展示全部的手牌，否则此伤害-1。",
	["wenxin:show"] = "展示全部的手牌",
	["wenxin:reduce"] = "此伤害-1",
	["#WenxinDecrease"] = "%from 保留了手中的节操，对 %to 造成的伤害从 %arg 减至 %arg2 。",
	["shuhui"] = "淑惠",
	[":shuhui"] = "当你的牌因弃置而置入弃牌堆时，你可以将其交给一名其他角色。",

	["#luna021"] = "绯闪",
	["luna021"] = "亚里亚•福尔摩斯•神崎",--月 - 空 - 4血
	["shuangren"] = "双刃",
	[":shuangren"] = "出牌阶段开始时，你可以与一名其他角色拼点，若你赢，视为你对一名其他角色使用一张【杀】（此【杀】不计入每阶段的使用限制），若你没赢，你结束出牌阶段。",

	["#luna022"] = "赤铜的人形使",
	["luna022"] = "卡恰•伊卡捷琳娜•库拉耶",--月 - 空 - 3血
	["tianfa"] = "天罚",
	[":tianfa"] = "每当你的手牌数小于X时，你可以弃置一名其他角色的一张牌（X为你已损失的体力值且至少为1）。",
	["guyi"] = "孤裔",
	[":guyi"] = "<b>锁定技</b>，每当一名其他角色扣减1点体力后，若其体力值小于X，你摸一张牌；当一名其他角色死亡时，你失去1点体力（X为你已损失的体力值且至少为1）。",

	["#luna023"] = "复苏的季风",
	["luna023"] = "夏洛特•德诺阿",--月 - 空 - 4血
	["shunqie"] = "瞬切",
	[":shunqie"] = "每当你使用【杀】或【决斗】造成一次伤害后，你可以获得或弃置受到该伤害的角色的装备区里的一张牌。",
	["shunqie:get"] = "获得此牌",
	["shunqie:throw"] = "弃置此牌",

	["#luna024"] = "迅舞的人神兵",
	["luna024"] = "KOS-MOS",--月 - 空 - 4血
	["longya"] = "龙犽",
	[":longya"] = "当你使用【杀】指定一名角色为目标后，你可以选择一项：摸一张牌，或弃置其一张牌。若如此做，此【杀】被【闪】抵消时，该角色须弃置你的一张牌。",
	["longya:draw"] = "摸一张牌",
	["longya:discard"] = "弃置目标角色一张牌",

	["#luna025"] = "独我之意",
	["luna025"] = "食蜂操祈",--月 - 空 - 3血
	["hengmou"] = "衡谋",
	[":hengmou"] = "当你成为【杀】的目标时，你可以弃置两张牌（不足则全弃，无牌则不弃），然后摸两张牌。若此时全场体力值最多的角色仅有一名且不是你，你可以令该角色也如此做。",
	["xincao"] = "心操",
	[":xincao"] = "出牌阶段，若你有手牌，你可以将全部的手牌交给一名其他角色，然后令该角色与由你指定的另一名角色拼点。若如此做，视为拼点赢的角色对没有赢的角色使用一张【杀】。每阶段限一次。",

	["#luna026"] = "娇辣的邻人",
	["luna026"] = "三日月夜空",--月 - 空 - 3血
	["kouzhu"] = "口诛",
	[":kouzhu"] = "回合结束阶段开始时，若你的武将牌上没有牌，你可以将一张手牌面朝下置于你的武将牌上，称为“言”，并指定一名其他角色（该角色在亮出“言”前死亡时，须将“言”置入弃牌堆）。该角色的回合开始时，其亮出“言”并选择一项：交给你一张与此牌类型相同的手牌并获得此牌；或将此牌置入弃牌堆，然后失去1点体力。",
	["kouzhupile"] = "言",
	["@kouzhu"] = "口诛",
	["@kouzhu-remove"] = "你可以发动“口诛”",
	["~kouzhu"] = "选择一张手牌→选择一名其他角色→点击确定",
	["@kouzhu-give"] = "请交给目标角色一张类型相同的手牌",
	["jiaojin"] = "矫矜",
	[":jiaojin"] = "出牌阶段，你可以选择一项：令一名手牌数小于其体力值的角色摸两张牌；或令一名手牌数大于其体力值的角色弃置两张牌。你对一名角色只能发动一次“<b>矫矜</b>”。",
	["@jiaojin"] = "矫矜",

	["#luna027"] = "夏娃",
	["luna027"] = "樱满真名",--月 - 空 - 3血
	["juece"] = "绝策",
	[":juece"] = "在你的回合，一名角色失去最后的手牌时，你可以对其造成1点伤害。",
	["shangye"] = "殇夜",
	[":shangye"] = "你使用黑色非延时类锦囊牌仅指定一个目标后，可以额外指定一个目标。",
	["fenshi"] = "焚世",
	[":fenshi"] = "<b>限定技</b>，出牌阶段，你可令所有其他角色依次选择一项：弃置X张牌；或受到由你造成的1点火焰伤害（X为其装备区里牌的数量且至少为1）。",

	["#luna028"] = "摄魂的妖姬",
	["luna028"] = "阿狸",--月 - 幻 - 3血
	["duopo"] = "夺魄",
	[":duopo"] = "一名其他角色的回合开始时，若你已受伤，你可与其拼点。若你赢，该角色跳过此回合的出牌阶段；否则，该角色计算与你距离时，无视除你之外的其他角色及场上的坐骑牌，直到回合结束。",
	["meiying"] = "魅影",
	[":meiying"] = "当你成为【杀】的目标时，你可以另一名其他角色交给你一张手牌，若不为【闪】，该角色也须成为此【杀】的目标。",

	["#luna029"] = "无双的剑姬",
	["luna029"] = "阿斯特莱雅",--月 - 空 - 5血
	["zhuohuo"] = "拙火",
	[":zhuohuo"] = "<b>锁定技</b>，游戏开始时，你获得2枚“脉轮”标记，每当你造成或受到1点伤害后，获得1枚“脉轮”标记。",
	["@mailun"] = "脉轮",
	["wumou"] = "无谋",
	[":wumou"] = "<b>锁定技</b>，当你使用一张非延时类锦囊牌时，你须弃置1枚“脉轮”标记或失去1点体力。",
	["suikong"] = "碎空",
	[":suikong"] = "出牌阶段，你可以弃置2枚“脉轮”标记并选择一名其他角色，该角色的防具无效且你获得技能“无双”，直到回合结束。",
	["tianwu"] = "天舞",
	[":tianwu"] = "出牌阶段，你可以弃置6枚“脉轮”标记，然后对所有其他角色各造成1点伤害，所有其他角色弃置各自装备区的牌，再弃置四张手牌，然后将你的武将牌翻面。每阶段限一次。",
	["#ZhuohuoDamage"] = "%from 造成 %arg 点伤害后触发“arg2”获得 %arg 枚“脉轮”标记。",
	["#ZhuohuoDamaged"] = "%from 受到 %arg 点伤害后触发“%arg2”获得 %arg 枚“脉轮”标记。",
	["wumou:discard"] = "弃置1枚“脉轮”标记",
	["wumou:losehp"] = "失去1点体力",

	["#luna030"] = "病娇的白蔷薇",
	["luna030"] = "雪华绮晶",--月 - 空 - 4血
	["lingcu"] = "凌簇",
	[":lingcu"] = "你可以跳过出牌阶段并将你的武将牌翻面，然后进行一次判定，判定牌生效后将其置于你的武将牌上。你须重复从判定开始的流程，直到你的武将牌上出现花色相同的牌为止，然后你的武将牌上每有一张牌，视为你对你攻击范围内的一名其他角色使用一张【杀】，在结算后，将你的武将牌上的全部的牌置入弃牌堆。",

	["#luna031"] = "灵心的炼金师",
	["luna031"] = "托托莉雅•赫尔默德",--月 - 空 - 3血
	["qisi"] = "奇思",
	[":qisi"] = "当一名手牌数不小于你的其他角色使用一张非延时类锦囊牌生效前，若你的手牌数为奇数，你可以摸一张牌，若如此做，视为你使用了一张【无懈可击】。",
	["miaoxiang"] = "妙想",
	[":miaoxiang"] = "当一名手牌数不大于你的其他角色受到一次伤害后，若你的手牌数为偶数，你可以弃置一张非基本牌，然后令其回复1点体力。",

	["#luna032"] = "星咏的歌姬",
	["luna032"] = "初音未来",--月 - 空 - 3血
	["jichang"] = "激唱",
	[":jichang"] = "回合开始阶段开始时，若你没有手牌，你可以摸四张牌；否则你可以展示你全部的手牌，每少一种花色，你摸一张牌。若你于本阶段获得了两张或更多的牌，跳过你的判定阶段和摸排阶段。",
	["manwu"] = "曼舞",
	[":manwu"] = "出牌阶段，你可以与一名其他角色拼点。拼点赢的角色将手牌补至等同于其体力值的张数，每阶段限一次。",

	["#luna033"] = "赤猫的琴手",
	["luna033"] = "中野梓",--月 - 空 - 4血
	["xianlv"] = "弦律",
	[":xianlv"] = "回合开始或结束阶段开始时，你可以进行一次判定：若结果与你武将牌上任意一张牌花色均不同，将判定牌置于你的武将牌上，称为“乐”。一名角色的摸牌阶段开始时，你可以选择任意张“乐”并令其获得之，然后你摸一张牌，若如此做，该角色摸牌时须少摸一张牌。",

	["#luna034"] = "禁断之缘",
	["luna034"] = "春日野穹",--月 - 空 - 4血
	["guijiao"] = "鬼娇",
	[":guijiao"] = "回合开始阶段开始时，若所有角色都没有拥有“恶娇”标记，你可以指定一名其他角色，令其获得一枚“恶娇”标记。拥有“恶娇”标记的角色的回合开始阶段开始时，你可以摸一张牌，若如此做，此回合该角色的手牌上限-1。",
	["jinlian"] = "禁恋",
	[":jinlian"] = "<b>锁定技</b>，若你的手牌数大于体力值，你在其攻击范围内的其他角色使用【杀】时，不能指定除你以外的角色为目标。",

}

