-- translation for StandardGeneralPackage

return {
	["standard"] = "异世界",

--bloom
	["#caocao"] = "魏武帝",
	["caocao"] = "曹操",
	["jianxiong"] = "奸雄",
	[":jianxiong"] = "每当你受到一次伤害后，你可以获得对你造成伤害的牌。\
◆对你造成伤害的牌处于处理区里，你才可以发动【奸雄】。",
	["hujia"] = "护驾",
	[":hujia"] = "<b>主公技</b>，当你需要使用或打出一张【闪】时，你可以令其他魏势力角色打出一张【闪】（视为由你使用或打出）。",
	["jianxiong:yes"] = "获得对你造成伤害的牌",
	["hujia:yes"] = "所有魏势力角色按行动顺序依次选择是否打出一张【闪】“提供”给你（视为由你使用或打出），直到有一名角色或没有任何角色决定如此做时为止",
	[":hujia:"] = "曹操想让你帮他出一张【闪】:",
	["hujia:accept"] = "帮他护驾",
	["hujia:ignore"] = "不护驾",
	["@hujia-jink"] = "请打出一张【闪】以帮 %src 护驾",

	["#xiahoudun"] = "独眼的罗刹",
	["xiahoudun"] = "夏侯惇",
	["ganglie"] = "刚烈",
	[":ganglie"] = "每当你受到一次伤害后，你可以进行一次判定，若判定结果不为红桃，则伤害来源选择一项：弃置两张手牌，或受到你对其造成的1点伤害。",
	["ganglie:yes"] = "进行一次判定，如判定结果不为红桃，可令伤害来源受到你对其的一点无属性伤害或弃置两张手牌",

	["#zhangliao"] = "前将军",
	["zhangliao"] = "张辽",
	["tuxi"] = "突袭",
	[":tuxi"] = "摸牌阶段开始时，你可以放弃摸牌，改为获得一至两名其他角色的各一张手牌。\
◆发动【突袭】的条件是其他角色至少有一名有手牌。\
◆你先选择第一名目标角色的一张手牌，将之置入处理区，再选择第二名目标角色的一张手牌，将之置入处理区，最后你从处理区获得这两张牌，视为获得目标角色的手牌。",
	["@tuxi-card"] = "您是否发动【突袭】技能？",
	["~tuxi"] = "选择 1-2 名其他角色→点击确定按钮。",

	["#bloom002"] = "壶中之天",
	["bloom002"] = "丹特丽安",
	["tiansuo"] = "天锁",
	[":tiansuo"] = "在一名角色的判定牌生效前，你可以打出一张手牌代替之。",
	["@tiansuo-card"] = "你可以发动【%dest】来修改 %src 的 %arg 判定",
	["~tiansuo"] = "选择一张手牌→点击确定",
	["huanji"] = "幻姬",
	[":huanji"] = "每当你受到一次伤害后，你可以获得伤害来源区域内的一张牌。",

	["#bloom005"] = "高岭之花",
	["bloom005"] = "葵·喜美",
	["luoyi"] = "裸衣",
	[":luoyi"] = "摸牌阶段，你可以弃置一张装备牌，若如此做，你使用的【杀】或【决斗】对目标角色造成的伤害+1，直到回合结束，每阶段限一次。",
	["#LuoyiBuff"] = "%from 真空出马，%to 鼻血狂喷，受到的伤害从 %arg 点上升至 %arg2 点",

	["#bloom006"] = "夏日青空之影",
	["bloom006"] = "神尾观铃",
	["tiandu"] = "天妒",
	[":tiandu"] = "在你的判定牌生效后，你可以获得此牌。",
	["yumeng"] = "羽梦",
	[":yumeng"] = "每当你受到1点伤害后，可观看牌堆顶的两张牌，将其中一张交给一名角色，然后将另一张交给一名角色。",

	["#bloom007"] = "傲霜之蟹",
	["bloom007"] = "战场原黑仪",
	["mengyang"] = "濛漾",
	[":mengyang"] = "回合开始阶段开始时，你可以进行一次判定，若结果为黑色，你获得此牌，你可以重复此流程，直到出现红色的判定结果为止。",
	["zhongyan"] = "重岩",
	[":zhongyan"] = "你可以将一张黑色手牌当【闪】使用或打出。",

	["#bloom008"] = "黑扬羽蝶",
	["bloom008"] = "黑雪姬",
	["xunyu"] = "迅羽",
	[":xunyu"] = "你可以选择一至两项：\
1.跳过你此回合的判定阶段和摸牌阶段\
2.跳过你此回合出牌阶段并弃置一张非锦囊牌\
你每选择一项，视为对一名其他角色使用一张【杀】。",
	["@xunyu1"] = "跳过该回合的判定阶段和摸牌阶段，视为对一名其他角色使用了一张【杀】",
	["@xunyu2"] = "跳过该回合出牌阶段并弃置一张非锦囊牌，视为对一名其他角色使用了一张【杀】",
	["~xunyu1"] = "选择一名其他角色→点击确定",
	["~xunyu2"] = "选择一张非锦囊牌→选择一名其他角色→点击确定",

	["#bloom009"] = "白樱之华",
	["bloom009"] = "桂·雏菊",
	["illustrator:bloom009"] = "正体不明",
	["mancai"] = "曼才",
	[":mancai"] = "你可以弃置一张手牌跳过你的一个阶段（回合开始和回合结束阶段除外），若以此法跳过摸牌阶段，你获得其他至多两名角色各一张手牌；若以此法跳过出牌阶段，你可以将场上的一张牌移动到另一名角色区域内的相应位置。\
◆你可以在一回合内发动至多四次【曼才】，分别执行跳过判定阶段、摸牌阶段、出牌阶段和弃牌阶段的效果。\
◆你跳过摸牌阶段可以什么都不做，也可以先选择第一名目标角色的一张手牌，将之置入处理区，再选择第二名目标角色的一张手牌，将之置入处理区，最后你从处理区获得这两张牌，视为获得目标角色的手牌。",
	["@mancai-2"] = "您可以获得其他至多两名角色各一张手牌",
	["@mancai-3"] = "您可以将一名角色装备区或判定区里的一张牌移动到另一名角色区域里的相应位置。",
	["#mancai-1"] = "您可以弃置 %arg 张手牌跳过判定阶段",
	["#mancai-2"] = "您可以弃置 %arg 张手牌跳过摸牌阶段",
	["#mancai-3"] = "您可以弃置 %arg 张手牌跳过出牌阶段",
	["#mancai-4"] = "您可以弃置 %arg 张手牌跳过弃牌阶段",
	["~mancai2"] = "选择至多 2 名其他角色→点击确定按钮。",
	["~mancai3"] = "选择 1 名角色→点击确定按钮。",

	["#bloom010"] = "歼灭天使",
	["bloom010"] = "玲·海华兹",
	["fenghou"] = "封喉",
	[":fenghou"] = "出牌阶段，你可以将一张黑色非锦囊牌当【兵粮寸断】使用；你可以对距离2以内的一名其他角色使用【兵粮寸断】。",

	["#bloom011"] = "轻国的帝王",
	["bloom011"] = "泉此方",
	["zhaihun"] = "宅魂",
	[":zhaihun"] = "回合结束阶段开始时，你可以摸2+X张牌，然后将你的武将牌翻面。若如此做，在你的下一个摸牌阶段开始时，你须弃置X张牌（X为场上武器牌的数量）。",
	["fojiao"] = "佛脚",
	[":fojiao"] = "若你的手牌数大于你的体力值，你可以将你装备区里的装备牌当【无懈可击】使用。",
	["@zhaihun"] = "宅魂",
	["#ZhaihunDiscard"] = "%from 的【%arg2】技能被触发，需要弃掉 %arg 张牌";

	["#bloom012"] = "灵幻的镇魂曲",
	["bloom012"] = "金色之暗",
	["qiangxi"] = "强袭",
	[":qiangxi"] = "出牌阶段，你可以失去1点体力或弃置一张武器牌，并对你攻击范围内的一名角色造成1点伤害，每阶段限一次。",

	["#bloom014"] = "世界之心",
	["bloom014"] = "凉宫春日",
	["tanwan"] = "叹惋",
	[":tanwan"] = "你可以获得死亡角色的所有牌。",
	["bisuo"] = "闭锁",
	[":bisuo"] = "每当你受到一次伤害后，可以令一名其他角色摸X张牌（X为你已损失的体力值），然后该角色将其武将牌翻面。",
	["songwei"] = "颂威",
	[":songwei"] = "<b>主公技</b>，其他花势力角色的判定牌为黑色且生效后，可以令你摸一张牌。",
	["@bisuo"] = "您可以使用技能【闭锁】",
	["~bisuo"] = "选择一名其他角色→点击确定",

	["#bloom016"] = "锦心绣口",
	["bloom016"] = "天野远子",
	["shihua"] = "拾华",
	[":shihua"] = "当其他角色的一张梅花牌，因弃置或判定而置入弃牌堆时，你可以获得之。\
◆其他角色被代替的和生效后的梅花判定牌置入弃牌堆时，你都可以发动【拾华】。\
※操作:双击移除不想获得的牌，点击确定获得余下的全部牌。",
	["jiushi"] = "酒诗",
	[":jiushi"] = "若你的武将牌正面朝上，你可以将你的武将牌翻面，视为使用一张【酒】；若你的武将牌背面朝上时你受到伤害，你可以在结算后将你的武将牌翻至正面朝上。",

	["#bloom017"] = "无存在感的主役",
	["bloom017"] = "赤座灯里",
	["zhuyan"] = "朱颜",
	[":zhuyan"] = "<b>锁定技</b>，若你的装备区没有防具牌，黑色的普通【杀】对你无效。",
	["piaonian"] = "飘念",
	[":piaonian"] = "你的回合外，当你攻击范围内的一名其他角色成为【杀】的目标时，你可以弃置一张防具牌，或将该角色与你的武将牌横置，若如此做，将此【杀】转移给你。",

	["#bloom018"] = "零之魔法使",
	["bloom018"]="露易丝·拉·瓦利埃尔",
	["xuwu"]="虚无",
	[":xuwu"]="<b>锁定技</b>，你即将造成的伤害均视为失去体力。",
	["nvelian"]="虐恋",
	[":nvelian"]="弃牌阶段外，每当你的手牌数小于X时，你可以将手牌补至X张（X为你已损失的体力值，且最多为2）",

	["#bloom022"] = "奇迹的魔女",
	["bloom022"] = "芙蕾德莉卡·贝伦卡斯泰露",
	["lundao"] = "轮道",
	[":lundao"] = "在一名角色的判定牌生效前，你可以亮出牌堆顶的一张牌代替之。",
	["xuanwu"] = "玄舞",
	[":xuanwu"] = "回合结束阶段开始时，你可以进行一次判定，若结果为黑色，你观看牌堆顶的1+X张牌（X为你已损失的体力值），然后将这些牌交给一名角色。",

	["#bloom023"] = "爆裂的雷光",
	["bloom023"] = "菲特",
	["xiaorui"] = "骁锐",
	[":xiaorui"] = "其他角色的回合结束阶段开始时，你可以弃置一张基本牌，若如此做，该角色需弃置一张非基本牌，否则受到你对其造成的1点伤害。",
	["@xiaoruiask"] = "请弃置一张基本牌发动【骁锐】",
	["@xiaoruiresp"] = "请弃置一张非基本牌",
	
--wind
	["#liubei"] = "乱世的枭雄",
	["liubei"] = "刘备",
	["rende"] = "仁德",
	[":rende"] = "出牌阶段，你可以将任意数量的手牌交给其他角色，若此阶段你给出的牌张数达到两张或更多时，你回复1点体力。\
◆你于本回合的出牌阶段以此法给出的牌首次达到两张时，回复1点体力，之后你于本回合的出牌阶段发动【仁德】，不会再执行该效果。",
	["jijiang"] = "激将",
	[":jijiang"] = "<b>主公技</b>，当你需要使用或打出一张【杀】时，你可以令其他蜀势力角色打出一张【杀】（视为由你使用或打出）。\
◆你需要使用【杀】时发动【激将】不可以声明需要的【杀】的属性，蜀势力角色进行响应时打出的【杀】的属性即你使用的【杀】的属性。",
	[":jijiang:"] = "%from 想让你帮其出一张【杀】:",
	["jijiang:accept"] = "响应激将",
	["jijiang:ignore"] = "不响应",
	["@jijiang-slash"] = "请打出一张【杀】以相应主公的【激将】",

	["#guanyu"] = "美髯公",
	["guanyu"] = "关羽",
	["wusheng"] = "武圣",
	[":wusheng"] = "你可以将一张红色牌当【杀】使用或打出。",

	["#zhangfei"] = "万夫不当",
	["zhangfei"] = "张飞",
	["paoxiao"] = "咆哮",
	[":paoxiao"] = "<b>锁定技</b>，你在出牌阶段内使用【杀】时无次数限制。",

	["#zhaoyun"] = "少年将军",
	["zhaoyun"] = "赵云",
	["longdan"] = "龙胆",
	[":longdan"] = "你可以将一张【杀】当【闪】，一张【闪】当【杀】使用或打出。",

	["#machao"] = "一骑当千",
	["machao"] = "马超",
	["tieji"] = "铁骑",
	[":tieji"] = "当你使用【杀】指定一名角色为目标后，你可以进行一次判定，若判定结果为红色，该角色不可以使用【闪】对此【杀】进行响应。",
	["mashu"] = "马术",
	[":mashu"] = "<b>锁定技</b>，你计算的与其他角色的距离-1。",
	["tieji:yes"] = "可判定一次，若判定结果为红色，则此【杀】不可闪避",

	["#zhugeliang"] = "迟暮的丞相",
	["zhugeliang"] = "诸葛亮",
	["guanxing"] = "观星",
	[":guanxing"] = "回合开始阶段开始时，你可以观看牌堆顶的X张牌（X为存活角色数且至多为5），将其中任意数量的牌以任意顺序置于牌堆顶，其余以任意顺序置于牌堆底。",
	["kongcheng"] = "空城",
	[":kongcheng"] = "<b>锁定技</b>，若你没有手牌，你不能被选择为【杀】或【决斗】的目标。",
	["#GuanxingResult"] = "%from 的观星结果：%arg 上 %arg2 下",

	["#huangyueying"] = "归隐的杰女",
	["huangyueying"] = "黄月英",
	["jizhi"] = "集智",
	[":jizhi"] = "当你使用非延时类锦囊牌选择目标后，你可以摸一张牌。",
	["qicai"] = "奇才",
	[":qicai"] = "<b>锁定技</b>，你使用锦囊牌时无距离限制。",
	
--snow
	["#sunquan"] = "年轻的贤君",
	["sunquan"] = "孙权",
	["zhiheng"] = "制衡",
	[":zhiheng"] = "出牌阶段，你可以弃置任意数量的牌，然后摸等量的牌。每阶段限一次。",
	["jiuyuan"] = "救援",
	[":jiuyuan"] = "<b>主公技</b>，<b>锁定技</b>，其他吴势力角色使用的【桃】指定你为目标后，回复的体力+1。",
	["#JiuyuanExtraRecover"] = "吴将真给力，%from 额外恢复1点体力",

	["#zhouyu"] = "大都督",
	["zhouyu"] = "周瑜",
	["yingzi"] = "英姿",
	[":yingzi"] = "摸牌阶段，你可以额外摸一张牌。",
	["fanjian"] = "反间",
	[":fanjian"] = "出牌阶段，你可以令一名其他角色说出一种花色，然后获得你的一张手牌并展示之，若此牌不为其所述之花色，你对该角色造成1点伤害。每阶段限一次。",
	["yingzi:yes"] = "您可以多摸一张牌",

	["#lvmeng"] = "白衣渡江",
	["lvmeng"] = "吕蒙",
	["keji"] = "克己",
	[":keji"] = "若你于出牌阶段未使用或打出过【杀】，你可以跳过此回合的弃牌阶段。\
◆你跳过出牌阶段符合发动【克己】的条件。",

	["#luxun"] = "儒生雄才",
	["luxun"] = "陆逊",
	["qianxun"] = "谦逊",
	[":qianxun"] = "<b>锁定技</b>，你不能被选择为【顺手牵羊】和【乐不思蜀】的目标。",
	["lianying"] = "连营",
	[":lianying"] = "当你失去最后的手牌时，你可以摸一张牌。",

	["#ganning"] = "锦帆游侠",
	["ganning"] = "甘宁",
	["qixi"] = "奇袭",
	[":qixi"] = "你可以将一张黑色牌当【过河拆桥】使用。",

	["#huanggai"] = "轻身为国",
	["huanggai"] = "黄盖",
	["kurou"] = "苦肉",
	[":kurou"] = "出牌阶段，你可以失去1点体力，然后摸两张牌。",

	["#daqiao"] = "矜持之花",
	["daqiao"] = "大乔",
	["guose"] = "国色",
	[":guose"] = "你可以将一张方块牌当【乐不思蜀】使用。",
	["liuli"] = "流离",
	[":liuli"] = "当你成为【杀】的目标时，你可以弃置一张牌，将此【杀】转移给你攻击范围内的一名其他角色（此【杀】的使用者除外）。\
◆你发动【流离】即为此【杀】重新选择一名目标角色。",
	["@liuli"] = "%src 对你使用【杀】，你可以弃置一张牌将此【杀】转移给你攻击范围内的除 %src 以外的一名角色",
	["~liuli"] = "选择一张牌→选择一名其他角色→点击确定",

	["#sunshangxiang"] = "弓腰姬",
	["sunshangxiang"] = "孙尚香",
	["jieyin"] = "结姻",
	[":jieyin"] = "出牌阶段，你可以弃置两张手牌并选择一名已受伤的男性角色，你与其各回复1点体力。每阶段限一次。",
	["xiaoji"] = "枭姬",
	[":xiaoji"] = "当你失去装备区里的一张牌时，你可以摸两张牌。",
	
--luna
	["#luna001"] = "森之轮回",
	["luna001"] = "艾露露",
	["huichun"] = "回春",
	[":huichun"] = "你的回合外，你可以将一张红色牌当【桃】使用。",
	["qingnang"] = "青囊",
	[":qingnang"] = "出牌阶段，你可以弃置一张手牌，令一名已受伤的角色回复1点体力，每阶段限一次。",
	
	["#luna002"] = "坚强的心之光",
	["luna002"] = "坂上智代",
	["wushuang"] = "无双",
	[":wushuang"] = "<b>锁定技</b>，当你使用【杀】指定一名角色为目标后，该角色需连续使用两张【闪】才能抵消；与你进行【决斗】的角色每次需连续打出两张【杀】。\
◆该角色每使用一张【闪】都须进行一次使用结算。",
	["@wushuang-slash-1"] = "天下无双的 %src 与你决斗，你必须打出两张【杀】",
	["@wushuang-slash-2"] = "天下无双的 %src 与你决斗，请你再打出一张【杀】",
	["@wushuang-jink-1"] = "天下无双的 %src 砍你，你必须连续使用两张【闪】",
	["@wushuang-jink-2"] = "天下无双的 %src 砍你，请你再使用一张【闪】",
	["wudi"] = "武帝",
	[":wudi"] = "出牌阶段，你可以将两张相同花色的手牌当【决斗】使用，每阶段限一次。",

	["#luna003"] = "海底的圆月",
	["luna003"] = "天江衣",
	["moyu"] = "魔域",
	[":moyu"] = "出牌阶段，你可以弃置一张牌并选择两名空属性角色，若如此做，视为其中一名空属性角色对另一名空属性角色使用一张【决斗】。此【决斗】不能被【无懈可击】响应。每阶段限一次。",
	["zhuoyue"] = "捉月",
	[":zhuoyue"] = "回合结束阶段开始时，你可以摸一张牌。",

	["#luna004"] = "辉煌的烈阳",
	["luna004"] = "高町奈叶",
	["xinghuang"] = "星煌",
	[":xinghuang"] = "出牌阶段，你可以将两张相同花色的手牌当【万箭齐发】使用。",
	["puzhao"] = "普照",
	[":puzhao"] = "<b>主公技</b>，<b>锁定技</b>，场上每有一名月势力角色存活，你的手牌上限+2。",

	["#luna005"] = "印章的白与黑",
	["luna005"] = "奈特&成漱",
	["shuangniang"] = "双嬢",
	[":shuangniang"] = "摸牌阶段开始时，你可以放弃摸牌，改为进行一次判定，你获得此判定牌，且此回合你的每张与该判定牌不同颜色的手牌均可以当【决斗】使用。",

	["#luna007"] = "凄美的黑蔷薇",
	["luna007"] = "水银灯",
	["sishi"] = "死噬",
	[":sishi"] = "<b>锁定技</b>，在你的回合，除你以外，只有处于濒死状态的角色才能使用【桃】。\
◆在你的回合：如果你已受伤，在出牌阶段你可以自己使用【桃】；你处于濒死状态时只有你才能对自己使用【桃】，其他角色处于濒死状态时只有该角色自己和你能对该角色使用【桃】。",
	["#SishiOne"] = "%from 受到【%arg】的影响，只能 %from 自救",
	["#SishiTwo"] = "%from 受到【%arg】的影响，只有 %from 和 %to 自己才能救 %to",
	["wenyue"] = "文乐",
	[":wenyue"] = "<b>限定技</b>，出牌阶段，可令所有其他角色各选择一项：对与其距离最近的另一名角色使用一张【杀】，或失去1点体力。\
◆你发动【文乐】轮到A进行响应时：如果距离最近的角色不止一名，A可以选择对其中任一角色使用【杀】；如果A因为无法将距离最近的另一名角色选择为【杀】的目标，或其攻击范围内没有目标角色等原因无法选择执行第一项效果，则只能选择执行第二项效果，失去1点体力。",
	["@wenyue"] = "文乐",
	["@wenyue-slash"] = "请使用一张【杀】对【乱武】进行响应",
	["moyu2"] = "墨羽",
	[":moyu2"] = "<b>锁定技</b>，你不能成为黑色锦囊牌的目标。",

	["#luna008"] = "荣耀之御守",
	["luna008"] = "白娅·杜·罗德·赫尔梅尼姆",
	["jibu"] = "疾步",
	[":jibu"] = "<b>锁定技</b>，当你计算与其他角色的距离时，始终-1。",
	["mengjin"] = "猛进",
	[":mengjin"] = "当你使用的【杀】被目标角色的【闪】抵消时，你可以弃置其一张牌；当你使用红色【杀】对目标角色造成一次伤害后，你可以摸一张牌。",

-- effect
	

-- last words
	

-- test
	
}

