-- translation for ThicketPackage

return {
	["thicket"] = "林包",

	["#lusu"] = "独断的外交家",
	["lusu"] = "鲁肃",
	["haoshi"] = "好施",
	[":haoshi"] = "摸牌阶段，你可以额外摸两张牌，若此时你的手牌多于五张，则将一半（向下取整）的手牌交给全场手牌数最少的一名其他角色。",
	["dimeng"] = "缔盟",
	[":dimeng"] = "出牌阶段，你可以选择两名其他角色并弃置等同于他们手牌数差的牌，然后交换他们的手牌。每阶段限一次。\
◆你可以对两名手牌数相同的其他角色发动【缔盟】，并且不需要执行弃置牌的消耗。",
	["@haoshi"] = "您须将一半手牌（向下取整），交给一名其他玩家",
	["~haoshi"] = "选择需要交出的手牌→选择一名其他角色→点击确定",
	["haoshi:yes"] = "额外摸两张牌，若此时你的手牌超过五张，你必须将一半(向下取整)的手牌交给除你外手牌数最少的一名角色",
	["#Dimeng"] = "%from (原来 %arg 手牌) 与 %to (原来 %arg2 手牌) 交换了手牌",
	
	["#dongzhuo"] = "魔王",
	["dongzhuo"] = "董卓",
	["jiuchi"] = "酒池",
	[":jiuchi"] = "你可以将一张黑桃手牌当【酒】使用。",
	["roulin"] = "肉林",
	[":roulin"] = "<b>锁定技</b>，当你使用【杀】指定一名女性角色为目标后，该角色需连续使用两张【闪】才能抵消；当你成为女性角色使用【杀】的目标后，你需连续使用两张【闪】才能抵消。\
◆该角色每使用一张【闪】都须进行一次使用结算。",
	["benghuai"] = "崩坏",
	[":benghuai"] = "<b>锁定技</b>，回合结束阶段开始时，若你不是当前的体力值最少的角色之一，你须失去1点体力或减1点体力上限。",
	["baonue"] = "暴虐",
	[":baonue"] = "<b>主公技</b>，每当其他群雄角色造成一次伤害后，该角色可以进行一次判定，若判定结果为黑桃，你回复1点体力。\
◆发动条件是否满足是根据其他角色为伤害来源进行的伤害结算中，受到伤害的角色扣减体力前伤害来源是否为群雄角色来判断的。",
	["@roulin1-jink-1"] = "董卓触发【肉林】，你需连续使用两张【闪】才能抵消",
	["@roulin1-jink-2"] = "董卓触发【肉林】，你还需要使用一张【闪】才能抵消",
	["@roulin2-jink-1"] = "你触发【肉林】，需连续使用两张【闪】才能抵消",
	["@roulin2-jink-2"] = "你触发【肉林】，还需要使用一张【闪】才能抵消",
	[":benghuai:"] = "请选择失去1点体力还是减1点体力上限:",
	["benghuai:hp"] = "失去1点体力",
	["benghuai:maxhp"] = "减1点体力上限",
	["baonue:yes"] = "你可进行一次判定，若判定结果为黑桃，则董卓回复一点体力",

-- CV
	["cv:menghuo"] = "墨染の飞猫",
	["$huoshou"] = "南蛮之地，皆我子民",
	["$zaiqi1"] = "吾不服也",
	["$zaiqi2"] = "孔明，汝计穷也",
	["$zaiqi3"] = "敌军势大，吾先退避",
	["~menghuo"] = "粳民之地，再无主矣",

	["cv:lusu"] = "听雨",
	["$haoshi"] = "公瑾莫忧，吾有余粮",
	["$dimeng1"] = "荆襄九郡，暂借于汝",
	["$dimeng2"] = "歃血为盟，誓不叛之",
	["~lusu"] = "荆襄未还，虽死难安",

	["cv:dongzhuo"] = "やまもとみ，迷宫女友(肉林2)",
	["$jiuchi"] = "醉酒销魂啊",
	["$roulin1"] = "屈我淫威，哈哈",
	["$roulin2"] = "董贼，拿命来",
	["$roulin3"] = "去死吧变态！", -- 女性酒杀董卓时播放
	["$baonue"] = "天下群雄，唯我独尊",
	["$benghuai1"] = "不朽之躯，天却亡我", -- 男
	["$benghuai2"] = "不，不可以的……", -- 女
	["~dongzhuo"] = "吾儿奉先何在？呃...",

-- illustrator
	["illustrator:caopi"] = "Sonia Tang",
	["illustrator:lusu"] = "LiuHeng",
	["illustrator:sunjian"] = "LiuHeng",
	["illustrator:menghuo"] = "废柴男",
	["illustrator:zhurong"] = "废柴男",
	["illustrator:dongzhuo"] = "小冷",
	["illustrator:xuhuang"] = "Tuu.",
}
